{
  "text": "Advisories pertaining to COVID-19 10 Aug 2021 - In line with the Multi-Ministry Taskforce’s latest advisory, please see the below updates for our gardens, parks, and nature reserves. Please wear a mask You are required to wear a mask at all times, except when engaging in strenuous exercises (e.g. running, jogging, cycling) or consuming food, drink or medication. Social and recreational activities Social and recreational activities must be kept to a group size of up to 5 persons. You are required to wear a mask, except when engaging in strenuous exercises or consuming food, drink or medication. Please observe a safe distance of at least one metre from other visitors. F&B outlets The F&B outlets in our gardens and parks are open for take-away and dining-in, subject to the latest safe management measures by Enterprise Singapore. Sports and outdoor exercise activities If you are engaging in sports and physical exercises, please do so individually or up to groups of 5 persons maximum, and observe a safe distance of at least 2 metres between individuals. Organised outdoor exercise classes can be conducted in groups of 5, up to a maximum of 50 persons (including participants and the instructor/assistant) or the approved venue capacity, whichever is lower, with no inter-mingling between groups. Instructors/trainers of all organised outdoor exercise classes (with more than 5 persons including participants and instructor/trainer) will need to register the class with SportSG and submit an application to NParks at least 1 week in advance, so as to ensure there is ample space in our parks and gardens for safe distancing. Instructors/trainers must ensure that the necessary safe management measures are put in place. Marriage solemnisations and receptions Marriage solemnisations and receptions may continue in selected function spaces in our parks/gardens for up to 500 persons and 250 persons respectively, if all attendees are fully vaccinated or possess a valid Pre-Event Test (PET), and with a group size of up to 5 persons. Marriage solemnisations may continue up to 50 persons without PET. This includes the couple, but excludes the solemniser and vendors, subject to safe management measures and the venue’s capacity. More info here. Closure of facilities The following facilities are closed: Campsites and BBQ pits Bishan-Ang Mo Kio Park - Water play area Bukit Timah Nature Reserve – Exhibition Hall Dairy Farm Nature Park – Wallace Education Centre East Coast Park - Xtreme Skatepark, Wading pool and jet fountain at Coastal PlayGrove Fort Canning Park - Wading pool Jurong Lake Gardens - Clusia Cove Pulau Ubin – Chek Jawa Visitor Centre and Nature Gallery Sembawang Hot Spring Park - Hot spring stations Singapore Botanic Gardens – Photosynthesis Play Area at Jacob Ballas Children’s Garden, Botanical Art Gallery, CDL Green Gallery, Forest Discovery Centre, Heritage Museum, Centre for Ethnobotany, Library of Botany and Horticulture, and Seed Bank Sisters’ Islands Marine Park – Marine Park Public Gallery Sungei Buloh Wetland Reserve – Mangrove Gallery and Nature Gallery Events and activities We are suspending our physical events and activities during this period. Filming and Photography For filming and photography in our gardens, parks and nature reserves, please submit an online application here. Requests will be assessed based on factors such as the location, proposed filming hours, and whether safe-distancing measures can be put in place. Production companies should also comply with the guidelines by the Infocomms Media Development Authority. Organised groups/activities to Nature Reserves and the surrounding Nature Parks Applications for hiking permits to Bukit Timah Nature Reserve, Central Catchment Nature Reserve, and the surrounding Nature Parks are suspended until further notice. Please observe the advisories which have been put up in our green spaces, and check in with the SafeEntry QR code on the TraceTogether app, or bring your TraceTogether token if you are visiting these places. Some of our parks, carparks and facilities such as shelters and lawns could be closed temporarily to ensure ample space for safe distancing. Before heading down to our parks, please visit SafeDistParks.nparks.gov.sg for the latest updates on visitorship levels. Thank you for doing your part to keep community transmission of COVID-19 low. The Sisters’ Islands Marine Park Public Gallery on St John’s Island 06 Aug 2021 - 19 Aug 2021 The Sisters’ Islands Marine Park Public Gallery on St John’s Island will reopen on 19th August 2021. Due to limited capacity of the venue, book your visiting slots here. Temporary closure of the promenade at Sembawang Park 06 Aug 2021 - The promenade is closed for maintenance until Quarter 1 of 2022. Temporary closure of a section at Mandai Park Connector 06 Aug 2021 - 20 Sep 2021 A section of the Mandai Park Connector is closed for improvement works until 20 September 2021. Please see the map for the alternative route. Maintenance works of the Coastal Trail at Sungei Buloh Wetland Reserve 06 Aug 2021 - 31 Mar 2022 A section of the Coastal Trail will be closed from 16 August 2021 to 31 March 2022 for maintenance. During this time, Eagle Point is still accessible from the Visitor Centre via the Forest Trail. Click here for more information. Maintenance works at Balinese Garden at HortPark 21 Jul 2021 - 31 Mar 2022 Please note that the Balinese Garden at HortPark will be undergoing maintenance from 1 August 2021 to 31 March 2022. Temporary closure of the biotope bridge at Pond Gardens in Bishan - Ang Mo Kio Park 21 Jul 2021 - 01 Dec 2021 The biotope bridge at Pond Gardens in Bishan - Ang Mo Kio Park is closed for maintenance until December 2021. Temporary closure of a section of Central Urban Loop (along Whampoa PC) 21 Jul 2021 - 01 Sep 2021 Part of the track along Whampoa PC (Whampoa East) will be closed for sewer works carried-out by LTA. Expected completion date is end September 2021. Temporary closure of Big Sister’s Island and its jetty 07 Feb 2021 - 09 Oct 2021 As part of our cyclical inspection of structures in our parks, our appointed Professional Engineer found the jetty at Big Sister’s Island to be in need of repair. To ensure public safety, Big Sister’s Island and its jetty will be closed for repair works from 10 April to October 2021. Temporary closure of escalators at Jubilee Park leading up to Fort Canning Hill 02 Jan 2021 - The escalators from Jubilee Park at Fort Canning Park leading up to Fort Canning Hill are closed off until further notice. Visitors can still access Fort Canning Hill from the series of staircases at Jubilee Park and other park entrances.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-10",
    "name": "passage",
    "category": null
  }
}