{
  "text": "[UPDATED] ARTS AND CULTURE CLASSES, LECTURES, TALKS AND WORKSHOPS First issued on 19 June 2020 Paras 1, 3 -7 updated on 7 and 10 August 2021 1. [Updated] From 10 August 2021, unmasking may be permitted in arts and culture classes and workshops involving dance, voice training, speech and drama, singing and wind, subject to the updated SMMs. 2. With reference to MOH’s press release on 20 July 2021, instructors and staff who were placed on the mandatory Fast and Easy Testing (FET) regimes beginning from mid-July, would not be required to do so between 22 July through 18 August 2021 if their business operations are suspended. Organisations and individuals which continue their operations (e.g. by pivoting from mask-off activities to fully mask-on activities), must continue with the regular 14-day FET requirement. Such regular FET will continue to be made free of charge during this period. Please refer to the ‘Fast and Easy Testing for Higher-Risk Arts Instruction Activities’ section for further information. 3. [Updated] With reference to MOH’s press release of 6 August 2021, individuals working in sectors that interact with customers in higher-risk mask off settings will be required to be vaccinated. Unvaccinated persons will be required to undergo regular Antigen Rapid Testing (ART), twice a week, to pick up possible infections early. This requirement will take effect from 1 October 2021 to give some time for individuals to be vaccinated. For the small group that remains medically ineligible for vaccines, the Government will subsidise their tests. Training classes and professional workshops 4. In-person training classes and professional workshops, except for classes in dance, singing, voice training, speech and drama, and wind instruments, must adhere to the following requirements: [Updated] Limit group size to no more than 5 participants (excluding one instructor). [Updated] More than one group of 5 may be permitted in the same room, as long as there is: 1. At least 1 metre spacing between all groups; 2. No physical interaction or intermingling with other groups; 3. No more than 50 persons in a single room All participants and instructors must be properly masked at all times.Activities that cannot be conducted with masks on must be suspended. Face shields are not allowed as substitutes for proper masks. Sharing of all other equipment (e.g. props, musical instruments and microphones) should be avoided as far as possible. If this cannot be done, the equipment should be thoroughly cleaned and/or disinfected before handled or used by others. All surfaces are to be thoroughly cleaned and/or disinfected between classes and workshops. Venues should be as well-ventilated as possible. Classes in Dance 5. All indoor in-person dance classes must adhere to the following requirements: [Updated] From 10 August 2021, limit group size to no more than 5 persons (excluding one instructor). [Updated] Limit class size to 50 pax, if all participants in class are masked. Updated] Limit class size to 30 pax, if participants are unmasked. Unmasking in class is only permitted if all participants in class (including instructor) are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. If these conditions are met, common equipment may also be provided to participants. [Updated] Unmasked classes for children of age 12 and below may resume with no need for the children to undergo a Pre-Event test: Classes involving these exempted children must be limited to a maximum of 5 persons (including the instructor); All the exempted children in the class must be from the same household; Any other individuals in the class above the age of 12 (including the instructor) must be either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. There must be a minimum of 2 metres safe distance between persons; There must be a minimum of 3 metres spacing between each group. The groups should not intermingle before, during, and after the class; There should be no provision of common equipment unless all participants in class (including instructor) are either (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. Participants should also avoid sharing equipment; Participants, including the instructor, must not talk loudly, sing, or shout while engaging in physical activities to minimise risk of transmission via droplets; There must be a minimum of 15 minutes interval between class start times, if a premise is able to host multiple classes at a time. Alternatively, the premise must put in place separate routes to prevent intermingling and mixing between participants of different classes before and after class; The classroom should be ventilated after the end of each class; Participants should leave the premises immediately once they have completed their class, or if they have exceeded a two hour period; The premise should be wiped down / sanitised frequently; and No food and drink is to be supplied or consumed within the activity area to ensure masks remain on (apart from bottled water) Classes in singing, voice training, speech and drama, wind and brass instrument First issued on 3 August 2020 Updated on 7 August 2021 6. [Updated] From 10 August 2021, unmasking for classes involving singing, voice training, speech and drama, and wind and brass instruments may be permitted, subject to the updated SMMs. 7. The organisers of these classes must ensure that they adhere to the SMMs below: General SMMs [Updated] From 10 August 2021, there must be a maximum of 30 participants in a room, including students, instructor(s) and accompanist(s), grouped at no more than the prevailing group size. From 19 August 2021, this will increase to a maximum of 50 participants in a room, including students, instructor(s) and accompanist(s), grouped at no more than the prevailing group size. Total capacity is also subject to the number of pax that the venue can accommodate with safe distancing measures in place. Masks must continue to be worn as a default, unless unmasking is necessary for the training activity. Masked singing is not permitted until further notice. [Updated] From 10 August 2021, only the same 10 participants can be unmasked for the duration of the class. From 19 August 2021, only the same 20 participants can be unmasked for the duration of the class. [Updated] Singing and wind instruments will only be permitted if all participants in class, and all staff on the premises (including those that may not have direct contact with unmasked participants) are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. If these conditions are met, all unmasked participants in class may sing and play wind instruments. [Updated] Singing and wind instrument classes for children of age 12 and below may resume with no need for the children to obtain a valid negative Pre-Event test result: Classes involving these exempted children must be limited to a maximum of 5 persons (including the instructor); All the exempted children in the class must be from the same household; Any other individuals in the class above the age of 12 (including the instructor) must be either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. There must be at least 1m safe distance between individuals who are masked. For individuals who are unmasked, they must maintain a 2m safe distance with the next individual. Participants should refrain from positioning themselves directly opposite each other, and when singing, should sing away from each other. If they cannot do so, they should maintain more than 2 metres safe distance from each other. All surfaces must be thoroughly cleaned and/or disinfected between classes and workshops. Students should remain in the same class throughout the duration of the term to avoid cross-mixing with other groups. If they switch classes, there should be a two-week break between attending their former class and their new class. Sharing of all other equipment (e.g. props, microphones, mutes, music scores) should be avoided as far as possible. If this cannot be done, the equipment should be thoroughly cleaned and/or disinfected before handled or used by others. Venues should be as well-ventilated as possible. SMMs for Wind Instrument Classes In addition to the general SMMs, wind instrument classes must also observe the following: Instructors must continue to wear masks even when singing or humming a passage of music to demonstrate how this should sound when played on the instrument. Liquids from instruments (i.e. condensation and saliva) must be collected and disposed of hygienically. Participants should play on wind instruments which are fully intact, and refrain from training practices involving only parts of the instrument (e.g. mouthpiece buzzing, playing with just the lead pipe) to prevent droplet transmission. There should be no sharing of music instruments or parts thereof (e.g. mouthpieces, reeds).",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-08-18",
    "name": "passage",
    "category": null
  }
}