{
  "text": "9 August 2021 Cross Sector Questions Gradual Resumption of Business Activities 1. What are the plans for the resumption of business activities? What are the latest measures for tourism businesses? Businesses will resume activities in a phased manner. As Singapore transits towards COVID resilience, the Multi-Ministry Taskforce (MTF) announced on 6 August 2021 that it would ease Safe Management Measures in two steps. The first will take effect from 10 August 2021 and the second from 19 August 2021, if conditions remain stable. Attractions, hotels and tours that had received prior approval to resume, or wish to apply to resume operations, must adhere to the measures set out in the circulars below: Attractions :- Hotels :- Tours :- MICE Event Organisers and venues (collectively, EOs) who wish to submit a joint application and event proposal for STB’s assessment must adhere to the latest Safe Management Measures (SMMs) set out in the circular below: MICE :- If STB is satisfied with the proposal, MTI will give the EO approval to carry out the event. Details on the types of events currently permissible can be found here. For the list of tourism businesses that are permitted to resume, please visit Support for COVID-19 1. What assistance measures are there for businesses? A support package has announced by the Government to help workers and businesses during the Phase Two (Heightened Alert) from 22 July to 18 August 2021. The package includes the enhanced Jobs Support Scheme for affected sectors, rental relief, support for market and hawker centre stallholders. More information regarding the package and the COVID-19 Recovery Grant-Temporary can be found here. STB has been working closely with the industry to create and pilot new tourism products and experiences to drive domestic demand, and prepare for international recovery. For other measures that have been implemented to help tourism businesses since February 2020, refer to . Tourism businesses should take full advantage of the support provided to stabilise their operations, manage their cash flow, transform their businesses, grow and deepen their manpower capabilities and keep workers employed. The measures that tourism businesses can tap on can be found here. Support will also be given to help businesses and individuals defray third-party professional cleaning and disinfection costs for premises with confirmed COVID-19 cases. Full details here. The COVID-19 (Temporary Measures) Act seeks to provide temporary relief to those who are unable to perform their contractual obligations because of COVID-19 and the resulting safe distancing measures. For the full list of specific contracts covered under this Bill, or for more information, please refer to the Ministry of Law’s website or STB’s website. The Ministry of Health has also set up the Quarantine Order Allowance (QOA) Scheme to mitigate financial impact for those who have been served Quarantine Orders. Under the scheme, claims of $100 per day can be made by two groups: Self-employed; and Employers, who have employees issued with Quarantine Orders Please refer to the Ministry of Health’s website for more details on the QOA scheme. 2. How will the extension on the Job Support Scheme (JSS) be useful to businesses in the tourism sector? JSS provides wage support for employers to retain their local employees during this period of economic uncertainty. All active employers, with the exception of Government organisations (local and foreign) and representative offices, are eligible for the JSS. Under the COVID-19 Resilience Package, the scheme will be further extended and provide continued support for businesses and workers by covering wages paid from April to June 2021. The JSS support levels will be tapered based on the projected recovery of the various sectors. For more information, please refer to Travel Restrictions and Precautionary Measures 1. Who is allowed to enter Singapore? Please visit the Immigration and Checkpoints Authority's website for information on the groups that are allowed to enter Singapore and the relevant measures. 2. What are the latest measures for inbound travellers? Please visit the Ministry of Health's website for the latest health advisory and measures for inbound travellers. The measures for inbound travellers can also be found here. 3. What are the requirements for travellers seeking to enter Singapore under the various travel arrangements? Singapore is re-opening its borders to facilitate the resumption of international travel in a gradual and calibrated manner, with the necessary safeguards in place to ensure the health and well-being of our community and foreign visitors. Singapore has introduced the Air Travel Pass, Air Travel Bubble [1], Reciprocal Green/Fast Lanes and Connect@Singapore initiative [2] to facilitate short-term visits into Singapore, and is piloting the Business Travel Pass. We are also trialling health protocols to facilitate travel for those attending selected MICE events in Singapore. Where necessary, the border control measures will be updated depending on the situation. Please visit the SafeTravel website for the latest updates on the arrangements for travellers from different countries/territories. Click here for updates on border restrictions for visitors travelling from selected countries/territories. All travellers (including SCs and PRs) will need to take a COVID-19 PCR test upon arrival in Singapore. The prevailing SHN requirements, including the PCR test at the end of the SHN, will continue. [1] The Singapore-Hong Kong Air Travel Bubble scheduled for 26 May has been deferred. The new launch date will be reviewed in early July. [2] The Connect@Singapore initiative is currently suspended until further notice. Protecting our staff and visitors 1. What precautions should we adopt to ensure safe distancing? Businesses must ensure that their establishments, staff and customers comply with all necessary safe management measures (SMMs) that apply to them. For more information, visit For more information on tourism-related SMMs please visit: Attractions :- Hotels and Hostels :- Tours :- Retail establishments :- F&B establishments :- MICE :- Businesses should also refer to to continue to ensure safe workplaces. Strict checks will be conducted, and businesses that do not provide a safe workplace for our workers will have their operations suspended until they are able to do so. Companies may wish to adopt additional recommended SMMs, on top of existing workplace SMMs, to better safeguard the health of their employees and customers. This includes: Placing employees working in higher-risk settings on regular tests using fast and easy tests (FETs) such as the Antigen Rapid Test (ART) [1] Proactively managing potential contacts of COVID-19 cases at the workplace Avoiding workplace gatherings Enforcing mask discipline for all employees and patrons [2] Ventilating the workplace and maximising fresh air intake where possible [3] Encouraging workers to be vaccinated as soon as possible As part of the suite of measures to reduce transmission for mask-off activities as we resume more activities [4], all staff who work at settings with unmasked clients/patrons will be required to be placed on a FET regime, using tests such as ART, regardless of their vaccination status. These include staff of: Dine-in F&B establishments (starting progressively) Personal care and appearance services that require removal of masks (e.g. facial services, saunas, make-up services) Gyms and fitness studios where clients are unmasked Businesses and organisations are reminded to play their part to keep Singapore safe. Should they be unable to meet the safe management principles, businesses and organisations can engage the relevant agencies to seek approval for alternative safe distancing measures. Such businesses and activities should only open when they are ready. Businesses and organisations found to be flouting safe management principles may be required to close. [1] Please visit HSA’s website for the list of COVID-19 antigen rapid tests (ART) self-test kits authorised for use in Singapore: [2] For more information on masks, you may refer to Health Science Authority’s (HSA) article entitled “What you need to know about Masks” [3] Please refer to the guidance note for detailed technical recommendations for premises according to the type of ventilation systems used [4] 3. What do we do if a customer is a suspected case? Please refer your customers to the nearest General Practitioner (GP) for medical treatment. The GP will refer patients who meet the case definition for COVID-19 to the hospital via a dedicated ambulance for further assessment. Business Costs 1. How do we handle requests for refunds from affected customers? Under the COVID-19 (Temporary Measures) Bill, businesses and individuals who are unable to perform their contractual obligations due on or after 1 February 2020 because of COVID-19, will be given time to work out a solution with the other party without the threat or uncertainty of litigation or legal proceedings. This provides temporary relief from legal action for up to six months. To claim relief, one party to a contract should serve a notification for relief on the other party. However, it does not mean that obligations are postponed or are absolved. Parties may still be charged interest or penalties if they delay in performance or fail to perform. This Bill applies to specific contracts entered into or renewed before 25 March 2020. For the full list of specific contracts covered under this Bill, or for more information, please refer to the Ministry of Law’s website or STB’s website. Sector Specific Questions Hotels 1. How can hotels apply to resume leisure bookings or staycations? Hotels may apply to STB to resume the provision of accommodation to guests for the purposes of leisure (e.g. staycations). Any hotel that wishes to apply must comply with the prevailing safe management measures required for hotels. Please refer to the Circular for Hotels for the full list of requirements. Hotels must submit their application to STB for assessment. Hotels may resume the provision of accommodation to guests for the purposes of leisure and related marketing efforts only after receiving approval from MTI. The list of approved hotels can be found here. 2. Can marriage solemnisations and receptions be held at my premises? From 10 August, Marriage solemnisations in external venues such as hotels may take place with up to 500 attendees (including the wedding couple but excluding solemnisers and vendors) if all attendees are fully vaccinated [1]. Otherwise, only up to 50 attendees will be allowed without PET . Wedding receptions will be allowed for up to 250 attendees in group sizes of up to 5 persons per table if all attendees are vaccinated. Organisers of solemnisations and wedding receptions should ensure that pre-event testing requirements are met for such events. PET for all events, including solemnisations and receptions, will not be funded by the government; organisers or individuals are responsible for paying for their own tests. Refer here for more information. Please refer to MOH’s guidelines at moh.gov.sg/covid-19/pet for more information on pre-event testing. All marriage solemnisations and wedding receptions will continue to be subject to the prevailing safe management measures, such as zonal/ time slot requirements and safe distancing rules. [1] An individual is considered fully-vaccinated two weeks after he or she receives the full regimen of Pfizer-BioNTech/ Comirnaty, Moderna or WHO EUL vaccines. Refer to for more details. Travel Agents, Tour Operators and Tourist Guides 1. How can tour operators or tourist guides apply to resume operations? Domestic tour operators and tourist guides can submit their applications to resume operations. Tour operators and tourist guides can submit their application to STB_TID@stb.gov.sg, and may only resume carrying out tour activities after receiving approval from MTI. Please refer to the advisory for tours for the full list of requirements. The list of approved tour operators and tourist guides can be found here. 2. What are the assistance measures for tourist guides? Training Allowance for Tourist Guides Together with the Ministry of Manpower, the National Trade Union Congress (NTUC) announced the NTUC Training Fund on 26 March 2020 to help Self-Employed Persons (SEPs) supplement their income and prepare them to be future-ready through skills upgrading and training. The training allowance of $600 for 80 completed hours of training has been superseded by the NTUC Training Fund. For more information, please refer to NTUC's website. You can also contact NTUC at 6474 0606 or send an email to SEP2020@e2i.com.sg for clarifications. Test Fees Test fees for Multi-language Proficiency Test will be waived until 31 December 2021. Licence Fees Licence renewal fees will be waived for all tourist guide licences due or paid between 2 February 2020 and 31 December 2021. COVID-19 Recovery Grant (CRG) The CRG provides temporary financial support to workers in lower to middle-income households who experienced involuntary no-pay leave or income loss due to the economic impact of COVID-19. Applications will be open from 18 January 2021. More information can be found at go.gov.sg/crg. Amendments to Travel Agents Legislation With effect from 31 December 2020, the following amendments to the Travel Agents Legislation will be extended by one year: The minimum net value requirement for travel agents holding a general licence or niche licence will be reduced by 90% to $10,000 or $5,000 respectively, till 31 December 2021. All travel agents may submit auditor-certified accounts in lieu of audited statement of accounts for financial year ending on or after 1 March 2020, as well as the following financial year. Auditor-certified accounts must be reported in accordance with the Singapore Standard on Review Engagement – SSRE 2400 by an independent auditor. You can read the full subsidiary legislation here. For more information, please email us at stb_ta@stb.gov.sg. EVENTS Updated as of 10 August 2021 IMPORTANT 1. As Singapore transits towards COVID resilience, the Multi-Ministry Taskforce (MTF) announced on 6 August 2021 that it would ease Safe Management Measures in two steps. The first will take effect from 10 August 2021 and the second from 19 August 2021, if conditions remain stable. 2. The information in this circular (which includes its annexes) supersedes that in previous advisories or statements. Key updates for MICE event pilots: For the period of 10 to 18 August 2021 (both dates inclusive): S/N. Type of event session Event size limit 1. Participants are predominantly seated or standing in a fixed position during the session. Examples: Meetings, conferences, and conventions Up to 500 fully vaccinated participants (as defined in footnote*) at a time, per session 2. Participants are predominantly non-seated and moving about during the session. Example: Exhibitions, networking sessions Up to 250 fully vaccinated* participants at a time, per session All participants must be fully vaccinated*. Otherwise, the event size limit is 50 participants without the need for Pre-Event Testing (PET). Participants must adhere to prevailing national guidelines e.g. participants are to be seated in groups of not more than 5 participants if all are fully vaccinated* and must ensure that there is a distance of at least 1 metre between participants at all times. For events exceeding 50 participants, the number of children aged 12 years and below is capped at 20% of the total number of participants. From 19 August 2021 If the situation remains stable, MICE event pilots may have up to 1000 participants at a time if all participants are fully vaccinated* and predominantly seated or standing in a fixed position; or up to 500 participants at a time if all participants are fully vaccinated* and predominantly non-seated and moving about. For forward planning purposes, Event Organisers may continue to engage STB on applications for MICE event pilots that are larger than the current size limit and with food & beverages provided to participants. However, please note that all approvals and MICE event pilots will still be subjected to the safe management measures applicable at the time. A: PERMISSIBLE EVENTS 1. What constitutes a MICE event? a. MICE events refer to business-oriented events such as meetings, conferences and exhibitions arranged or held in the course of business [1] with more than 50 participants which are not held for individual consumers to attend. MICE events with 50 participants or less do not require MTI’s approval. Permitted enterprise may proceed to organise the event and adhere to the Safe Management Measures (SMMs) at the Workplace by the Ministry of Manpower. Events that are substantially social, recreational, political or religious in character, such as company D&Ds, networking events or gala dinners, do not fall within the MICE events contemplated here. Up to 50 participants^ at a time 51 to 250/500 participants at a time Up to 50 pax per zone Safe distancing of at least 1 metre between individuals at all times Adhere to Safe Management Measures (SMMs) at the Workplace by the Ministry of Manpower here. MICE event pilot application is not required. Both the Event Organiser and Event Venue (collectively, EOs) must submit an application for STB’s assessment and for the Ministry of Trade and Industry (MTI) to approve the EO carrying out the event. PET required for all foreign participants who are on a Controlled Itinerary, and any local residents and Business Travel Pass (BTP) holders with recent travel history [2]. ^includes Event Organisers but excludes premises staff at third party venues All participants must be fully vaccinated*. b. All MICE event applications with more than 50 participants must be submitted to STB for approval by the Ministry of Trade and Industry (MTI). EOs must demonstrate their ability to implement the rigorous Safe Management Measures (SMMs) under STB’s Safe Business Events (SBE) framework [3]. c. Work-related events also do not fall within the MICE events contemplated here. These include consumer-facing events (such as product launches, marketing / branding events) and work meetings (among colleagues or with external parties), training, board meetings, HR talks, townhalls, seminars, corporate retreats, Annual/Extraordinary General Meetings, tender briefings to vendors and award ceremonies. The Multi- Ministry Taskforce (MTF) had previously announced that work-related events of up to 50 persons are permitted to be held outside of workplaces/own premises with effect from 22 October 2020. More details on the MTF’s announcement can be found here. FAQs on the Ministry of Manpower’s Workplace SMMs can be found here. 2. What events are currently permitted^? Updated as of 10 August 2021 Event Type Venues Location Within workplace/ enterprise’s own premises Third party venues (i.e. Venues outside of workplaces/enterprise’s own premises) e.g. function rooms Work-related events Up to 50 persons* at any time or the maximum number of individuals which the room or venue may accommodate if there is a distance of at least one metre between any 5 individuals, whichever is lower; and At least 1 metre spacing between individuals at all times E.g. Conferences, seminars, corporate retreats, Annual General Meetings, Extraordinary General Meetings, tender briefings to vendors, commemorative ceremonies, ground-breaking ceremonies, award and promotion ceremonies. Participants may include external parties such as business associates, customers as well as members of associations etc. * Excludes premises staff at third party venues In-house training without 3rd party service provider Training & educational courses by Education Business Up to 50 persons** at any time, or the maximum number of individuals which the room or venue may accommodate if there is a distance of at least one metre between any 5 individuals, whichever is lower; and At least 1 metre spacing between individuals at all times Please refer to GoBusiness Singapore website for more information on Education and Training. **Excludes premises staff at third party venues Consumer-facing events Up to the premises’ venue operating capacity, subject to the implementation of safe management measures Up to prevailing group size limit of 5 customers per group. At least 1 metre spacing between groups of 5 or fewer customers (prevailing group size) at all times E.g. Product launches, store openings and marketing and branding events at enterprise’s retail premises. Up to 50 persons (including all persons and vendors except premises staff) at any time or The maximum number of individuals the room or venue may accommodate to ensure a distance of at least one metre between any 5 individuals, whichever is lower Up to prevailing group size limit of 5 customers per group At least 1 metre spacing between groups of 5 or fewer customers (prevailing group size) at all times. E.g. Product launches, roadshows, fairs, marketing and branding events at hotel function rooms Roadshows/ fairs are not allowed at public transport nodes, HDB areas, mall atriums, etc. These events are only permitted in hired function centres. ^Please note that the prevailing respective sector specific requirements and Safe Management Measures under the COVID-19 (Temporary Measures) (Control Order) Regulations 2020 and the COVID-19 (Temporary Measures) (Performances and Other Activities – Control Order) Regulations 2020 continue to apply. Workplace events which are substantially recreational or social in nature (such as gala dinners, networking functions, company D&Ds) are currently not permitted. Food and drinks are not allowed at work-related and consumer-facing events. Please see details on the updated Requirements for Safe Management Measures (SMMs) at the Workplace by the Ministry of Manpower here. Separately, you may find the FAQs on Workplace SMMs here. B: MICE EVENT PILOTS 3. How can we start organising a MICE event under STB’s MICE event pilots? a. For MICE events of up to 250/500 participants [4] at a time with PET under the STB Safe Business Events Framework, Event Organisers and Event Venues (collectively, EOs) must submit a joint application, including an event proposal to STB. b. EOs must demonstrate their readiness and capabilities to implement the Safe Management Measures (SMMs) required to meet the five outcomes to pilot MICE events in a safe and controlled manner. c. STB and the Ministry of Trade and Industry (“MTI”) will review the submitted event proposal and EOs may proceed only upon obtaining MTI’s written approval. STB MICE Event Pilots Adherence to Safe Business Events (SBE) Framework Location Third Party Venues (e.g. External venues such as function rooms in hotels or convention centres, or attractions) Event Type Meetings, Conferences, Exhibitions Not consumer facing (B2C) (e.g. roadshows, product launches, fairs, marketing and branding events etc.) Not predominantly social in nature Not predominantly internal facing (e.g. attended by employees only) Examples A business-oriented event attended by professionals or business entities to exchange knowledge or to discuss a particular subject, a trade association convening for an education session or panel discussion etc. Safe Management Measures (SMMs) Comply with STB’s Safe Business Events (SBE) Framework Zone/ Groups - Limited to ≤ 5 pax per group - Limited to ≤ 50 pax per zone 4. How do I apply? How long is the application process? a. The application form must be jointly completed by both the Event Organiser and Event Venue (collectively, EOs). b. We strongly encourage EOs to submit their applications as early as possible (preferably 3 months in advance) to cater sufficient time for planning, registration and marketing. Minimally, EOs should submit their application at least 1 month before the event date. c. Each MICE event and its related marketing efforts may be carried out only after receiving approval from STB and MTI. d. Please note that STB and MTI will take up to 14 business days to assess each application. * An individual is considered fully vaccinated if he/ she has been: a) fully vaccinated, i.e. has received the full regimen of Pfizer-BioNTech/Comirnatry, Moderna or WHO EUL vaccines, with an additional two weeks for the vaccine to be fully effective, b) recovered from COVID-19, or c) has obtained a negative result on a pre-event test taken in the past 24 hours before the expected end of the event. [1] (a) to discuss or negotiate matters relating to trade, commerce or finance, professional practice or matters, health, arts, science, technology, industry, economics, industrial relations, security, international affairs, the environment or any other cause or matter, whether or not of a similar kind; (b) to temporarily exhibit or display goods of any kind for the purposes of sale or supply; or (c) to promote the trading of goods or the provision of services. [2] For the past 21 days. Please refer to GoBusiness for more details on Business Travel Pass (BTP): [3] Under STB’s Safe Business Events framework introduced in July 2020 for events of up to 50 participants, EOs must achieve five key outcomes. The framework was created in consultation with the industry and is aligned with international best practices. More information here. [4] Participants of the event include attendees, exhibitors, media attending the event, speakers, participants’ liaison officers, etc. EO staff who are also participating in the event (e.g. as speakers, audience members, etc) are included in the total operating capacity. All other EO staff and external service providers are excluded. All participants must be a) fully vaccinated (i.e. has received two doses of either Pfizer-BioNTech/Comirnatry, Moderna or WHO EUL vaccines, with an additional two weeks for the vaccine to be fully effective), b) recovered from COVID-19, or c) has obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. [4] Under STB’s Safe Business Events framework introduced in July 2020 for events of up to 50 participants, EOs must achieve five key outcomes. The framework was created in consultation with the industry and is aligned with international best practices. More information here. [5] Participants of the event include attendees, exhibitors, media attending the event, speakers, participants’ liaison officers, etc. EO staff who are also participating in the event (e.g. as speakers, audience members, etc) are included in the total operating capacity. All other EO staff and external service providers are excluded. [6] The list of Acceptable Document can be found on Cruise Singapore has ceased port calls for all cruise vessels. For further information on enhanced measures for cruise lines, please contact MPA Port Operation Control Centre at 62213127 or email the Cruise Division from STB at STB_CRUISE@stb.gov.sg. 1. Should we give refunds to passengers who cancel their cruise bookings because of COVID-19? Under the COVID-19 (Temporary Measures) Bill, businesses and individuals who are unable to perform their contractual obligations due on or after 1 February 2020 because of COVID-19, will be given time to work out a solution with the other party without the threat or uncertainty of litigation or legal proceedings. This provides temporary relief from legal action for up to six months. To claim relief, one party to a contract should serve a notification for relief on the other party. However, it does not mean that obligations are postponed or are absolved. Parties may still be charged interest or penalties if they delay in performance or fail to perform. This Bill applies to specific contracts entered into or renewed before 25 March 2020. For the full list of specific contracts covered under this Bill, or for more information, please refer to the Ministry of Law’s website or STB’s website. Attractions 1. Are attractions allowed to re-open? Tourism businesses in Singapore have been permitted to resume operations in stages from 1 July 2020. All attractions must submit their re-opening proposals to STB for assessment prior to re-opening, and may resume operations only after receiving approval from the Ministry of Trade and Industry. Attractions should submit their re-opening proposals to STB_Attractions@stb.gov.sg. Please refer to the advisory for attractions for the full list of requirements. The list of permitted attractions can be found here. Retail 1. Are retail establishments allowed to re-open? Most retail establishments have reopened their physical outlets. Large public venues with high human traffic such as malls and standalone retail outlets are subject to capacity limits and operators are required to prevent crowds or long queues from building up within and in the immediate vicinity of their premises. The list of businesses that are allowed to resume can be found here: Retail establishments that are permitted to remain open must implement Safe Management Measures, as required by the Ministry of Manpower and comply with the COVID-19 (Temporary Measures) (Control Order) Regulations. In addition, retail establishments are required to comply with the measures set out here. Dining From 10 August, dine-in will be allowed with group sizes of up to 5 persons if all are fully vaccinated. Unvaccinated persons will not be allowed to dine-in, except at hawker centres and coffee shops. You can refer to to check if your business may resume. F&B establishments that are permitted to operate must implement Safe Management Measures, as required by the Ministry of Manpower (MOM) and comply with the COVID-19 (Temporary Measures) (Control Order) Regulations. In addition, F&B establishments must comply with the measures set out here. Entertainment 1. When will entertainment establishments be allowed to re-open? Cinemas are allowed to reopen but they must adhere to the safe management measures for cinemas. Entertainment venues such as bars, nightclubs, discotheques and karaoke outlets are still not allowed to re-open in their original form.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-08-19",
    "name": "passage",
    "category": null
  }
}