{
  "text": "[UPDATED] DIGITAL PRODUCTIONS FOR ARTS AND CULTURE STAKEHOLDERS First issued on 21 June 2020 Para 2 updated on 7 August 2021 1. All arts and culture premises may be used by arts and culture companies and practitioners for digital productions and recording of courses and performances. The safe management measures detailed here apply to rehearsals related to these digital productions as well. 2. Arts and culture stakeholders who would like to use and/or rent out their premises for these activities must adhere to the following requirements: [Updated] From 10 August 2021, a maximum of 30 performers and crew are allowed on stage and backstage at any given time, of which up to 10 performers can be unmasked at any given time. Of the 10 unmasked performers, no more than 2 may sing or play instruments which require intentional expulsion of air at any given time. [Updated] Special provisions have been made for live performances programmed and/or commissioned by NAC, Esplanade, Singapore Symphony Orchestra, Singapore Chinese Orchestra, and the Singapore Chinese Cultural Centre to involve no more than 50 persons (performers and crew), with no more than 20 performers unmasked at any given time. This reflects these organisations’ role in the development of Singapore’s arts and culture sector, as national cultural institutions and companies. [Updated] From 19 August 2021, a maximum of 50 performers and crew are allowed on stage and backstage at any given time, of which up to 20 performers can be unmasked at any given time. Of the 20 unmasked performers, no more than 2 may sing or play instruments which require intentional expulsion of air at any given time. [Updated] If all performers and crew are: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event, all unmasked performers may sing and play instruments that require intentional expulsion of air. [Updated] Masked singing will be treated in the same way as unmasked singing i.e. masked singers will count towards the maximum number of allowed unmasked singers, and the same requirements for unmasked singing will apply. Maintain at least 1m safe distance between performers, including those remaining masked, as a general rule, although transient contact between performers during a performance is acceptable. Additionally: i. All unmasked performers that are engaging in higher risk activity (singing, playing of wind/brass instruments) should maintain at least 2m safe distance from others. ii. As a best practice, singers should try not to position themselves directly opposite each other and are encouraged to sing away from each other. If they cannot do so, they should maintain more than 2m distance apart from each other. iii. Individuals playing wind or brass instruments should ensure that these instruments are fully intact, and refrain from training practices involving only parts of the instrument (e.g. mouthpiece buzzing, playing with just the lead pipe) to prevent droplet transmission. Liquids from instruments (i.e. condensation and saliva) should be collected and disposed of hygienically after the rehearsal or concert. Sharing of all other equipment (e.g. props, musical instruments and microphones) should be avoided as far as possible. If this cannot be done, the equipment should be thoroughly cleaned and/or disinfected before handled or used by others. Venues should be as well-ventilated as possible. Venue Requirements 3. The owners/managers of all arts and culture premises which re-open for the above-mentioned activities are to ensure the following: Implement visitor registration and contact-tracing measures via SafeEntry or Trace Together-only SafeEntry. Encourage visitors to install and use TraceTogether. Put in place temperature screening measures. Persons who are unwell should be turned away and encouraged to seek medical attention. Adopt SG Clean standards as new norm for sanitisation and hygiene standards: i. Adhere to sanitation and hygiene advisories disseminated by the National Environment Agency; ii. Provide cleaning agents at all toilet and hand-wash stations; iii. Provide disinfecting agents at all human traffic stoppage points within venue; iv. Regular cleaning of common and high-touch surfaces (e.g. handrails, handles/knobs). Put up notices to remind visitors and employees of prevailing safe management measure, practice social responsibility and encourage the observance of social norms such as: i. Observe good personal hygiene (e.g. regular hand washing, refrain from touching face); ii. Avoid handshakes and greet with a smile; iii. Avoid speaking loudly to reduce risk of transmission through droplets. 4. Arts and culture premises located in tenanted spaces (e.g. commercial malls) must comply with the requirements above, as well as any other requirements that the Government may impose through landlords on tenants. Arts and culture companies and practitioners who are also landlords must ensure their tenants comply with any such requirements.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-08-19",
    "name": "passage",
    "category": null
  }
}