{
  "text": "Enhanced Safe Management Measures At Markets And Hawker Centres 30 Jul 2021 Singapore, 30 July 2021 – The recent COVID-19 cases and clusters at markets and hawker centres have reminded us of the need to maintain high standards of hygiene and cleanliness. On 20 July 2021, the Ministry of Health announced that the National Environment Agency (NEA) and Town Councils would progressively introduce TraceTogether-only SafeEntry and SafeEntry Gateway check-in requirements at all markets and hawker centres. NEA and Town Councils, together with operators and other agencies, have since implemented access control with SafeEntry at our markets and hawker centres. Mandatory SafeEntry Check-In and Access Control 2 The porous nature of markets and hawker centres has been a challenge for SafeEntry compliance, with QR codes previously placed at individual stalls and centre toilets to facilitate contact tracing. These premises are also frequently visited by members of the community. Given how transmissible the COVID-19 virus Delta variant is, there is an increased need for quicker contact tracing so that any potential transmission can be curbed. 3 To facilitate safe entry to markets and hawker centres, all patrons, stallholders and stall assistants must use their TraceTogether Token or TraceTogether App to tap on the SafeEntry Gateway reader. Those using the TraceTogether App can also scan the QR code to check-in. NEA and Town councils will be progressively deploying personnel to assist with SafeEntry check-in at access points to markets and hawker centres (refer to ANNEX A for photos on interim fencing and access control at markets and hawker centres). Patrons are nonetheless reminded to be socially responsible and perform their check-ins at access points, regardless of whether or not the entry points are manned. 4 NEA and Town councils will prioritise manning the access points during peak periods, such as during meal times for hawker centres, to facilitate safe and more efficient entry into premises. Safe Distancing Enforcement Officers and Safe Distancing Ambassadors will continue to be deployed at markets and hawker centres, to ensure compliance with safe management measures. Importance of Good Hygiene Habits and Social Responsibility 5 We urge all patrons and visitors to markets and hawker centres to strictly observe safe management measures. This includes maintaining a safe distance from each other, and not lingering at premises unnecessarily. Patrons should wear their masks properly and at all times, and wash and sanitise their hands regularly (refer to ANNEX B for Infographics on tips for Staying Safe at Markets and Hawker Centres). 6 We seek the understanding of members of the public to adhere to safe management measures at markets and hawker centres. These are crucial to minimise the risk of clusters forming, which may require the closure of premises for deep cleaning and disinfection. Social responsibility is critical to keep our community and stallholders safe. We can best support our stallholders by continuing to patronise their stalls, while ensuring that we adhere closely to SafeEntry check-in requirements and other safe management measures.",
  "meta": {
    "start_date": "2021-07-30",
    "end_date": "2021-08-30",
    "name": "passage",
    "category": null
  }
}