{
  "text": "14 May 2021 Singapore’s borders are now reopening gradually to allow safe travel in limited numbers, with the necessary safeguards in place to ensure public health considerations are addressed. General Advisory for Visitors 1. Short-term visitors are not allowed entry into Singapore, except those coming in under the Green/Fast Lane arrangements, Air Travel Pass, Connect@Singapore initiative or with special prior approval. 2. All approved travellers must abide by the requirements on COVID-19 prevention and control and prevailing public health regulations of the receiving country. More information on the various entry requirements for various countries can be found here. 3. Singapore has also ceased port calls for all cruise vessels. 4. Singapore is also in ongoing discussions with various countries and regions on developing bilateral arrangements for safe travel. We will continue to update our border measures, taking into account our understanding of the virus and developments in other countries and regions. 5. Singapore residents, long-term pass holders and visitors seeking to enter Singapore can check the Ministry of Health (MOH) and Immigration and Checkpoints Authority (ICA) websites for updates on the COVID-19 situation in Singapore, border control measures in relation to COVID-19 and measures for inbound travellers. 6. If you are in Singapore, please do your part by practising good personal hygiene, monitor your own health and follow appropriate safe management measures. General Advisory for Tourism Businesses Travel Arrangements 1. All Singaporeans and residents of Singapore are advised to defer all travel abroad. However, essential business and official travel will be permitted under Green/ Fast Lane arrangements[1]. Gradual resumption of business activities 2. Singapore is gradually re-opening its economy in phases. Most activities have resumed, subject to the following safe distancing principles: a. As a default, measures should be put in place to ensure that individuals maintain safe distancing of at least one metre at all times b. Where not feasible or practical to apply one metre safe distancing between individuals, this one metre requirement can instead be enforced between groups, with each group made up of not more than two persons, and with no mixing between groups. Other safe management measures should also be in place. 3. The resumption of activities or settings where large numbers of people are likely to come into close contact, often in enclosed spaces and for prolonged periods of time, will take more time. Such activities include large-scale events (e.g. conferences, exhibitions, festivals, concerts, sporting events, trade fairs) and entertainment venues. 4. Businesses must also comply with the Safe management Measures outlined in (“Safe Management Requirements”) and any industry-specific requirements which apply to them. These requirements include the staggering of working and break hours, ensuring clear physical spacing of at least 1 metre between persons, and implementing SafeEntry to record the entry of all personnel and visitors. Strict checks will be conducted, and businesses that do not provide a safe workplace for our workers will have their operations suspended until they are able to do so. Re-opening of tourism businesses 5. Tourism businesses in Singapore have resumed operations in stages since 1 July 2020. For the list of tourism businesses that are permitted to resume, please visit 6. Operators must demonstrate effective implementation of safe management measures to provide a safe environment for customers and workers, and may resume operations only after receiving approval from the Ministry of Trade and Industry (MTI). These proposals must include safe management measures that are tailored to reduce the COVID-19 transmission risks. 7. For more information on the gradual reopening of tourism establishments and full list of requirements, please see STB’s industry-specific advisories. 8. As the situation develops, please visit the Ministry of Health, Ministry of Trade and Industry and Ministry of Manpower websites for the latest updates. You may also refer to the list of FAQs that we have developed for the tourism sector. 9. The health and safety of Singaporeans, visitors and those who work in the tourism sector are STB’s priority, and we thank you for your continued support and understanding.",
  "meta": {
    "start_date": "2021-05-14",
    "end_date": "2021-06-14",
    "name": "passage",
    "category": null
  }
}