{
  "text": "[UPDATED] LIVE PERFORMANCE PILOT EVENTS Para 2 and Annex updated on 7 August 2021 1. Live performances in non-permitted venues (including outdoor live performances) are not allowed to take place, except for approved pilots. Approved pilot live performance events must be able to ensure safe distance among the audience members and safely manage crowds at the periphery. These are part of the gradual resumption of activities for the arts and cultural sector. 2. [Updated] NAC and the Singapore Tourism Board (STB) are accepting applications for live performance pilots with audience size up to the prevailing SMMs. Submission of Application 3. Arts and culture organisations may submit an application to NAC_Feedback@nac.gov.sg for NAC’s assessment. Event organisers of conventions, tradeshows, concerts and other events may submit their applications to leisureevents@stb.gov.sg for STB’s assessment. The application form can be found at the Annex and must be completed in full. 4. Applicants must also submit an event proposal together with their application. The event proposal should comply with and include the SMMs that would be implemented to ensure the following outcomes required for piloting live performances in a safe and controlled manner (also indicated at Section E of the application form): Limit overall density and movement of audience members; Limit opportunities for and number of close contacts between individuals; and Ensure a safe and clean environment for employees and attendees. 5. Applicants should submit the application form and event proposal at least one month prior to the live performance to allow sufficient time for agencies to assess each application. 6. For applications that are approved, the Ministry of Trade and Industry (MTI) will authorise the applicant to carry out the live performance, indicating the SMMs that will need to be adhered to. Please note that there may be additional requirements which will be communicated where applicable. 7. While the majority of the SMMs in the application form are drawn from the COVID-19 (Temporary Measures) (Control Order) Regulations 2020 and COVID-19 (Temporary Measures) (Performances and Other Activities – Control Order) Regulations 2020 (collectively “Control Orders”) and are summarised for convenience, these SMMs are not exhaustive and the prevailing Control Orders will take precedence in case of any inconsistency. 8. MCCY, NAC and STB will monitor and review the outcomes of the pilots together with the participating arts and culture organisations and/or event organisers. The experiences with the pilots will be critical to our ongoing efforts to scale-up live performances",
  "meta": {
    "start_date": "2021-08-07",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}