{
  "text": "UPDATED CIRCULAR ON SAFE MANAGEMENT MEASURES REQUIRED FOR TOURS RE-OPENING Key Updates: With effect from 10 August 2021: For tours that involve indoor activities where masks are not worn e.g., tours with F&B components, the maximum number of participants for each tour is 20, with each group within such tours capped at 5 pax and this will apply throughout the duration of the tour. The F&B establishments that the tour will visit must have in place systems to check the vaccination status of the individuals. All individuals within such tours must be - fully vaccinated (as defined in footnote[1]); or - children aged 12 years and below[2]. For tours with F&B components at hawker centres and coffee shops, the maximum number of participants for each tour is 20, with each group within such tours being stricter and capped at 2 pax regardless of vaccination status; and For tours that do not involve indoor activities where masks are not worn, the maximum number of participants for such tours remain at 20 with each group within such tours capped at 5 pax regardless of vaccination status. With effect from 19 August 2021: For conveyance-assisted tours, capacity on board every conveyance must be capped at 50 participants or at the operating capacity of the conveyance, whichever is lower. 1. As Singapore transits towards COVID resilience, the Multi-Ministry Taskforce (MTF) announced on 6 August 2021 that it would ease Safe Management Measures in two steps. The first will take effect from 10 August 2021 and the second from 19 August 2021, if conditions remain stable. 2. These measures may be adjusted further, subject to the prevailing public health situation in Singapore. The information in this circular (which includes its annexes) supersedes that in previous advisories or statements. 3. Tours offered by tour operators and tourist guides can resume operations, subject to application to the Singapore Tourism Board (“STB’) for assessment and approval from the Ministry of Trade and Industry (“MTI”). Tour operators and tourist guides must comply with the latest requirements for Safe Management Measures (“SMMs”) found at the COVID-19 (Temporary Measures) (Control Order) Regulations 2020 found at and the COVID-19 (Temporary Measures) (Performances and Other Activities – Control Order) Regulations 2020 found at (collectively “Control Order”), and the sector-specific requirements for tour operations found in Annex A of this document. 4. SMMs will continue to be adjusted in tandem with Singapore’s vaccination coverage. SUBMISSION OF TOUR ITINERARIES AND SCHEDULES FOR APPROVAL 5. Tour operators and tourist guides[3] who have not resumed tour operations must submit the application form (Annex B) to STB for assessment. Tour operators and tourist guides may resume tour operations only after receiving approval from MTI. 6. STB has provided guidance within this circular to help tour operators and tourist guides develop and implement the necessary SMMs. A declaration to comply with the necessary SMMs and requirements (Annex C) is to be submitted together with the application form. 7. Tour operators and tourist guides who have previously received approval from MTI for at least one tour itinerary may resume operations of subsequent tour itineraries[4] without the need to submit a new application. These subsequent tour itineraries can be different from the itinerary submitted for approval. However, the responsibility lies with the tour operators and tourist guides to ensure that all tours comply with the Control Order and all other applicable SMMs. 8. Tour operators and tourist guides must also address the following key outcomes in their tour operations: Outcomes and key guidelines Reduce Transmission Risk For walking, cycling and kayaking tours, the maximum number of participants must be capped at 20 (excluding tourist guide). For conveyance-assisted tours, capacity on board every conveyance must be capped at 20 participants or at the operating capacity of the conveyance, whichever is lower. Effective 19 August 2021, the cap for such tours will be increased to 50 participants or at the operating capacity of the conveyance, whichever is lower. For tours that involve indoor activities where masks are not worn e.g., tours with F&B components, the maximum number of pax in each group within such tours is capped at 5 and this will apply throughout the duration of the tour. The F&B establishments that the tour will visit must have in place systems to check the vaccination status of the individuals. All individuals within such tours must be - fully vaccinated;[5] or - children aged 12 years and below[6]. For tours with F&B components to hawker centres and coffee shops, the maximum number of pax in each group within such tours is stricter and is capped at 2 regardless of vaccination status. For tours that do not involve indoor activities where masks are not worn, ensure that the maximum number of pax in a group within each such tour is capped at 5 regardless of vaccination status. A safe distance of at least one metre between each group must be maintained (including on the conveyance), with no intermingling between different groups at all times. Implement safe management measures throughout the tour and on the conveyance used. Adopt good hygiene practices; for example, frequent sanitising of hands. Ensure participants and service providers, such as tourist guides and drivers, are wearing masks at all times. Use a portable audio tour guide system or equivalent. Facilitate Contact Tracing Maintain records of detailed tour itinerary and tour schedule, as well as participants’ and tour partners’ contact details. Deploy SafeEntry where applicable. Ensure participants’ use of the TraceTogether app or token. Reduce Surface Transmission Risk Implement rigorous cleaning and disinfecting regimes, particularly for high touch elements such as tour equipment and conveyance. 9. Please refer to the Assessment Checklist: Requirements for Re-opening of Tours in Annex A for the list of requirements for each phase of a tour. While the majority of these requirements are drawn from the Control Order and are summarised for the convenience of tour operators and tourist guides, the Control Order will prevail in case of any inconsistency. 10. Tour operators and tourist guides seeking MTI’s approval to resume tour operations should submit their application to STB (STB_TID@stb.gov.sg). STB and MTI will take up to 14 days to assess each application. 11. Tour operators and tourist guides whose applications are approved must submit a set of required data every Monday before 2pm. Submissions are to be made at go.gov.sg/covid19-touroperationsupdates. Information collected will be used only as internal reference for public policy purposes, and will not be shared with other tour operators and tourist guides. ENFORCEMENT OF MEASURES 12. Government agencies are stepping up enforcement to ensure that businesses comply with the required SMMs. Under the COVID-19 (Temporary Measures) Act passed in Parliament on 7 April 2020, first-time offenders will face a fine of up to S$10,000, imprisonment of up to six months, or both. Repeat offenders may face a fine of up to S$20,000, imprisonment of up to twelve months, or both. Further, other powers under the Act, such as closure of the premises and suspension or revocation of licences, may be exercised against tour operators and tourist guides that are found to be non-compliant. Tour operators and tourist guides that are non-compliant may also be ineligible for grants, loans, tax rebates and other Government assistance.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}