{
  "text": "Resumption of Activities in Schools and Institutes of Higher Learning from 10 August Published Date: 06 August 2021 06:30 PM NewsPress Releases As Singapore transits to the endemic state with the gradual easing of community safe management measures (SMMs), the Ministry of Education (MOE) will resume selected activities in primary and secondary schools, Special Education (SPED) schools, junior colleges (JCs), Millennia Institute (MI) and the Institutes of Higher Learning (IHLs) from Tuesday, 10 August 2021. Schools and Institutes of Higher Learning Schools 2. We will make the following changes in schools from 10 August, regardless of students' vaccination status: Indoor and outdoor mask-on activities will be allowed in groups of up to five pax; Secondary schools, JCs, MI and SPED schools (with senior/secondary sections) will resume in-person Co-Curricular Activities (CCAs)1. In addition, in-person activities involving external vendors or conducted at external venues, may also resume, up to a cap of 50 pax (in strict adherence to national guidelines); Primary schools will resume outdoor mask-on unstructured play within their classes; and In-person centre-based lessons for all cohorts, including non-graduating cohorts, can resume. Institutes of Higher Learning 3. Indoor and outdoor mask-on activities at IHLs, such as small-group consultation, group/project work as well as in-person CCAs, can resume in groups of five from 10 August regardless of the individuals' vaccination status. 4. Outdoor mask-off activities of up to five persons will be allowed as well, regardless of vaccination status. In line with national guidelines, indoor mask-off activities will be allowed in groups of up to five persons, as long as all individuals in the group are vaccinated. 5. All IHLs will continue to cap in-person class and lecture sizes as well as physical events at no more than 50 persons. Internships and work attachments will continue, with students adhering to the prevailing SMMs at the organisations that they are attached with. 6. To safeguard the wellbeing of our students and staff, schools and IHLs will continue to ensure that SMMs are in place such as, wearing masks, regular cleaning of high-touch surfaces and disinfection of premises daily, frequent hand-washing and wiping down of equipment and tables after each use, as well as fixed exam-style seating in schools. Private Education Institutions and Other Educational Entities 7. All Private Education Institutions (PEIs) and Privately-Funded Schools (PFSs) are required to abide by all prevailing national SMMs. PFSs as well as PEIs with similar student profiles and that conduct similar activities to schools and IHLs, are strongly advised to take reference from the SMMs for schools and IHLs, which are tighter than national SMMs, and adopt them where possible. Private Tuition and Enrichment Centres 8. Tuition and enrichment centres should continue to regularly check and adhere strictly to MOE's SMM requirements for tuition and enrichment centres.2 Sports, and arts and culture classes should also take reference from Sport Singapore and the National Arts Council's latest guidelines. They are strongly encouraged to conduct classes online. 'Vaccinate or Regular Test' Regime 9. As Singapore transits into the endemic state, we strongly encourage all eligible (i) MOE staff and (ii) staff working with students under the age of 12 (e.g. in MOE schools, MOE Kindergartens, SPED schools, PEIs, tuition and enrichment centres, and student care centres) to get vaccinated by 1 October 2021 if they have yet to do so. This will help keep our educational institutions and the wider community safe. Those who are not yet fully vaccinated, unvaccinated or medically ineligible for the vaccination will be tested twice a week from 1 October, under the \"Vaccinate or Regular Test\" regime. More details on the testing process will be shared in due course. 10. MOE will continue to monitor the situation closely, and review how our schools and IHLs can safely resume more activities in tandem with national guidelines, if the COVID-19 situation allows.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}