{
  "text": "[UPDATED] RESUMPTION OF LIVE PERFORMANCES First issued on 20 October 2020 Paras 1-4 and Annex A updated on 7 August 2021 1. [Updated] From 10 August 2021, audiences will be capped at 50 pax (without pre-event testing) or 500 pax (with pre-event testing). From 19 August 2021, audiences will be capped at 50 pax (without pre-event testing) or 1,000 pax (with pre-event testing). Arts and culture stakeholders should refer to the MOH pre-event testing microsite on how to implement pre-event testing, or email NAC_Feedback@nac.gov.sg if there are further queries. 2. [Updated] Children aged 12 years and below may be exempted from pre-event testing, but the number of such children must not exceed 20% of the total audience size (rounded down to the nearest whole number). Exempted children must only be in the same group as other children in their household. However, they can be in the same group as other individuals aged 13 years and above who are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. 3. [Updated] From 10 August 2021, a maximum of 30 performers and crew will be allowed on stage and backstage, of which 10 performers may be unmasked at any given time (including for singing and/or playing of instruments that require intentional expulsion of air such as wind instruments). From 19 August 2021, this will increase to a maximum of 50 performers and crew on stage and backstage, of which 20 performers may be unmasked at any given time (including for singing and/or playing of instruments that require intentional expulsion of air such as wind instruments). 4. [Updated] However, there must be no singing, and no playing of instruments that require intentional expulsion of air (e.g. wind instruments) unless all performers and crew, as well as audience members are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. 5. This section sets out the SMMs that must be observed for live performances. Safe Management Measures (SMMs) 6. The SMMs for live performances are at Annex A. 7. All persons entering live performance venues are required to check in via TT-only SafeEntry through either scanning the QR code using the TraceTogether App on their phone, or by presenting their TraceTogether Token to be scanned. Other check-in modes, such as using the phone’s camera, SingPass Mobile, other QR code reader apps, or using NRIC/FIN and other photo IDs, will not be accepted. Venues 8. The following pre-selected venues may host indoor live performances: Sector Lead Venues National Arts Council (NAC) (NAC_Feedback@nac.gov.sg) Performing arts venues and premises of arts and culture organisations (including opera groups, orchestras, musical bands, choirs, dance groups, dramatic arts and theatrical companies) Commercial and non-profit art galleries National Heritage Board (NHB) (NHB_MR_Secretariat@nhb.gov.sg) Museums managed by the National Heritage Board Museum Roundtable Members People's Association (PA) Community Centres and venues managed by PA Ministry of Education (MOE) Private Education Institutions (PEIs)*; Other private schools** Singapore Tourism Board (STB) (leisureevents@stb.gov.sg) Other Event Spaces (Annex B) Hotels (Ballrooms and Function Room Spaces only) * Subject to approval by the Committee for Private Education. ** Subject to approval by MOE; permitted entities may write to moe_pss@moe.gov.sg to seek approval. 9. Venue owners/managers may approach their respective sector lead agencies if they have any queries on the conduct of live performances in their spaces. 10. Marriage solemnisations (in indoor venues only), funerals and funerary-related activities may also involve live instrumental music (non-wind only) with the necessary SMMs in place. No other performances (e.g. singing, dance, variety act) are allowed. Please refer to the MCCY advisory on “Preparing for our transition out of Phase Two (Heightened Alert) – updated measures for religious activities” for these SMMs. 11. Live performances are currently not allowed to resume in food and beverage establishments and wedding receptions regardless of venue, as there is a higher likelihood of mingling, talking, where food is being consumed with patrons who are unmasked. Higher risk activities such as singing and the playing of wind/brass instruments are also not allowed to resume at corporate/enterprise events (e.g. product launches). Annex A Required Safe Management Measures for Live Performances and Related Rehearsals General [Updated] If no pre-event testing (PET) is conducted, restrict audience size to a maximum of 50 persons. From 10 August 2021, if pre-event testing (PET) is conducted, restrict audience size to a maximum of 500 persons. From 19 August 2021, if pre-event testing (PET) is conducted, restrict audience size to a maximum of 1,000 persons. PET must be done before entry to live performance and within 24 hours before the end of the live performance. Organisers must ensure that the audience members have a valid negative test result, or are exempted from PET, before allowing them into the live performance venue. MOH will be releasing further information and tools to support the implementation of PET, at [Updated] Organisers must also ensure that the number of children aged 12 years and below who do not have a valid negative Pre-Event test result, must not exceed 20% of total audience number, rounded down to the nearest whole number. *Individuals who have successfully completed COVID-19 vaccination in Singapore (i.e. 14 days have passed since the date of the last required dose for your vaccination), and individuals who have recovered from a COVID-19 infection may be exempted from PET. Unvaccinated children aged 12 and below may also be exempted from PET, but must be limited to no more than 20% of total audience number. Please refer to Section 3: For Attendees/Patrons of for further details. [Updated] If a live performance involves singing or playing of instruments that require intentional expulsion of air, all audience members must be either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. [Updated] Audiences are to comprise no more than 5 persons per group, in line with the prevailing group size limit. There should be no physical interaction or mixing with other groups. [Updated] Children aged 12 and below who do not have a valid negative Pre-Event test result, must only be in the same group as other children in their household. However, they can be in the same group as other individuals aged 13 years and above who are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event . [Updated] Adopt seating arrangements to ensure 1m safe distance between groups of up to 5 all around. Audience members must be masked. Audience members are to remain static and not move around the venue during the performance. While audience members may move from set to set (or point to point) in their groups in-between live performance segments, they are to remain stationary during a live performance. No audience participation in a live performance. No physical interactions between audiences and performers (e.g. autograph/photograph sessions, inviting members of the audience on stage). A safe distance of 3m is to be maintained between audiences and performers at all times. Venues without a clearly defined stage area should have floor markings to mark out the 3m safe distance between performers and audience and ensure that the safe distance is observed. If the live performance is taking place on a stage which places performers at a higher vantage point, a safe distance of more than 3m is encouraged, due to the trajectory of droplet projection. Audience members are encouraged to make online ticket purchases and use e-payment methods. No intermissions and pre/post-performance receptions, in order to reduce congregations of people and audience mingling. Venues are required to implement TraceTogether-only Safe Entry (please click here for the Safe Entry User Guide) to collect personal details (including identification numbers and mobile numbers) and manage the entry of all persons (including staff, visitors and patrons) into the live performance space. TT-only SafeEntry check-ins can only be completed by either using their TT App to scan the venue’s QR code or presenting their TT tokens to be scanned by the venue. Other check-in modes, such as using phone’s camera, SingPass Mobile or other QR code reader apps, or using NRIC/FIN and other photo IDs, may not be accepted. Venues must deploy SafeEntry Gateway to facilitate a more seamless check-in experience and ensure that TT tokens are functioning. Queue lines for audiences should be clearly demarcated at the entrance to performance venues and box offices to ensure 1m spacing between groups. Sale of merchandise is allowed as long as safe distance of at least 1m is maintained between groups. Sale of F&B is allowed, but consumption of F&B is prohibited in the same space as the live performance, during the period of the live performance. Venues must also abide by the Enterprise Singapore guidelines on sale and consumption of F&B. For venues with multiple performance spaces: There should be no sharing of common facilities, including restrooms, between performers/crew and audience members as a best practice. If this is not possible, the use of common spaces should be staggered. Deconflict performances' start and end timings to prevent congregations at public spaces/taxi stands. If possible, have separate ingress/egress for audiences attending different performances to avoid crowding within the venue. Venue staff to be on-site to ensure compliance to safe distancing measures and minimise/prevent congregations of audience members, including at ticket collection points, entry to the performance space, and within the performance space itself. Visible signs/posters on social distancing measures are to be put up strategically at entrances and within the building as reminders for members of the public. These include wearing masks, maintaining safe distance, and to not enter the venue if unwell. To abide by SG Clean guidelines for sanitisation and hygiene standards. Performers and Crew [Updated] From 10 August 2021, a maximum of 30 performers and crew are allowed on stage and backstage at any given time, of which no more than 10 performers can be unmasked at any given time. Special provisions have been made for live performances programmed and/or commissioned by NAC, Esplanade, Singapore Symphony Orchestra, Singapore Chinese Orchestra, and the Singapore Chinese Cultural Centre to allow a maximum of 50 performers and crew on stage and backstage at any given time, of which no more than 20 performers can be unmasked at any given time. This reflects these organisations’ role in the development of Singapore’s arts and culture sector, as national cultural institutions and companies. [Updated] From 19 August 2021, a maximum of 50 performers and crew are allowed on stage and backstage at any given time, of which no more than 20 performers can be unmasked at any given time. [Updated] There can be no singing or playing of instruments that require intentional expulsion of air, unless all performers and crew, as well as audience members, are either (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. If these conditions are met, all unmasked performers may sing and play instruments that require intentional expulsion of air. [Updated] If a performance involves singing or playing of instruments that require intentional expulsion of air, all unmasked performers conducting these activities will need to have obtained a negative result on a Pre-Event Test (even if they are fully vaccinated or recovered from COVID-19), taken within 24 hours before the end of the live performance. [Updated] Masked singing will be treated in the same way as unmasked singing i.e. masked singers will count towards the maximum number of allowed unmasked singers, and the same requirements for unmasked singing will apply.. All performers, crew and other staff should not mingle with audiences and other personnel on duty (e.g. front-of-house and box office staff, ushers, etc.). Staff who are not deployed as onstage/backstage crew should not go onto the stage/backstage area at all times. On Stage All performers should maintain at least 1m safe distance from others, although transient contact between performers during a performance is acceptable. [Updated] All unmasked performers engaged in singing and/or the playing of instruments that require intentional expulsion of air should maintain at least 2m safe distance from others. As a best practice, singers should try not to position themselves directly opposite each other and are encouraged to sing away from each other. If they cannot do so, they should maintain more than 2m distance apart from each other. Individuals playing wind or brass instruments should ensure that these instruments are fully intact, and refrain from training practices involving only parts of the instrument (e.g. mouthpiece buzzing, playing with just the lead pipe) to prevent droplet transmission. Liquids from instruments (i.e. condensation and saliva) should be collected and disposed of hygienically after the rehearsal or concert. Backstage All performers and crew backstage must remain masked at all times, and practice safe distancing of 1m between individuals as far as possible. There are to be no unauthorised and/or unannounced visitors to the performance/ backstage area. Only authorised personnel as per call sheet should be allowed at the location. Catering – All meals and drinks should be served as single-serving portions to avoid surface contamination. Costume/ Wardrobe – Encouraged for costumes to be provided individually and hung in their own cover. Hair & Make-up – Ensure hair/ make-up kit is sanitised between each use and to use disposable equipment where possible. There should be no sharing of equipment (e.g. music instruments, microphones, props). If unavoidable, equipment should be cleaned/ disinfected before being handled or used by others. All technical equipment (camera, lights, grip, communication etc) should be cleaned at beginning and end of each day, and between each new user. Annex B Other Event Spaces which may host Indoor Live Performances The following event spaces may host indoor live performances subject to adherence to the safe management measures at Annex B. Event spaces not listed below may approach your respective sector lead agency with your safe management plan, to appeal to be allowed to host indoor live performances. Singapore Tourism Board Integrated Resorts (incl. theatres and convention centres): Resorts World Singapore Marina Bay Sands MICE Venues: Changi Exhibition Centre Singapore Expo Suntec Convention Centre Tourist Attractions: Tourist attractions approved by STB for resumption of operations (indoor venues) Other Venues: Changi Experience Studio 27 Pasir Panjang Power Station Capitol Theatre F1 Pit Building Indoor performance spaces on Royal Caribbean International and Dream Cruises MCCY National Stadium Indoor Stadium",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}