{
  "text": "FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 FAQS SAFE MANAGEMENT MEASURES FOR SPORT AND PHYSICAL EXERCISE & ACTIVITY FOLLOWING MID-POINT REVIEW OF PHASE 2 (HEIGHTENED ALERT) A. ON VACCINATION-DIFFERENTIATED SAFE MANAGEMENT MEASURES & ELIGIBILITY Qn: What is vaccination-differentiated Safe Management Measures (SMM) and where is it applicable at? Ans: As fully vaccinated individuals have better protection against infection and severe illness, fully vaccinated individuals may participate in activities in high-risk settings (unmasked activities that take place indoors1 ) from 10 August 2021. The group size can go up to 5 individuals (including instructor / coach). For organised classes/programmes, multiple groups of 5, up to 30 pax or the capacity limit of the venue, whichever is lower, is allowed. Unvaccinated individuals with a valid negative result on a Pre-Event Test taken in the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event, or recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. Qn: What does fully vaccinated individual mean? Ans: An individual is considered fully vaccinated two weeks after he or she has received two doses of Pfizer-BioNTech/ Comirnaty, Moderna, or any WHO EUL vaccines2 . Unvaccinated individuals with a valid negative result on a Pre-Event Test taken in the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event, or recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. Qn: I want to organise unmasked class/programme/activities at my indoor facility. How do I go about it? Ans: Permitted enterprises are: • to implement vaccination-differentiated SMMs at their indoor facilities • to prominently display that vaccination-differentiated SMMs are implemented on their premises • to set up proper checking protocol at their access control • responsible to conduct checks on the vaccination status of their participants at their access control. Persons who fail to have their status verified will be denied participation in high risk activities. • to ensure that every person who enter their premises have their vaccination status checked and recorded manually or electronically, beyond the usual screening measures such as TraceTogether-only SafeEntry (TT-only SE), SafeEntry Gateway (SEGW) check-in & check-out and temperature checks. • to ensure that participants, instructors and staff also adhere to an enhanced set of SMMs per Annex in the Sport Singapore guidance issued on 7 August 2021. 1 Indoors are spaces that are enclosed by shelter and walls where there is inadequate natural ventilation. 2 From 10 August 2021, individuals who are fully vaccinated with the World Health Organisation’s Emergency Use Listing (WHO EUL) vaccines such as Sinovac-CoronaVac, Sinopharm, and AstraZeneca will be eligible for the vaccination-differentiated safe management measures. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 2 of 23 In addition, all indoor premises should refer to the latest guidance on improving ventilation and indoor air quality in buildings amid the COVID-19 situation, available at: as well as enhance hygiene and cleanliness through the SGClean certification: Qn: I am organising a class that requires vaccination-differentiated SMMs. How do I check my participants’ vaccination status? Ans: You can refer to the information at You can also check the status of vaccination or their COVID test records on the participants’ TraceTogether app. For recovered individuals, they can show the pre-event test exemption notice. Operators/organisers should verify that the PET exemption notice belongs to the customer, i.e. NRIC/FIN on the document matches the NRIC/FIN on the customer’s photo ID. Additionally, operators/organisers should verify that the exemption date is valid for the duration of the class/programme. Qn: Can I do a one-time check of vaccination status for regular patrons at my facility instead of checking their trace-together app each time they visit? Ans: Yes. If you are implementing VDS at your facility, you need to: • Implement Trace Together only SafeEntry or SafeEntry Gateway check-in and check\u0002out and temperature checks (till Aug 19) • Check the vaccination status of every person who enters your facility FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 3 of 23 • Record the vaccination status check manually or electronically o For regular patrons at your facility, you can do a one-time check of their vaccination status and record it in your master list of “pre-verified” fully vaccinated persons. Thereafter, each time these regular patrons visit your gym, you only need to verify they are in your master list of “pre-verified” persons before they are allowed to enter. This of course cannot be done for patrons who come in via PET where you will need to check their PET results every time they visit since it is only valid for 24 hours. Qn: I operate an indoor facility. Is it mandatory for me to implement vaccination\u0002differentiated SMMs for all classes/programmes/activities at my indoor facility? Ans: Permitted enterprises are to determine if they would implement vaccination-differentiated SMMs at their facilities. Those who choose not to implement vaccination-differentiated SMMs will not be allowed to conduct indoor unmasked activities nor provide equipment at their facility. Those that choose not to implement vaccination-differentiated SMMs may continue to conduct indoor masked activities without the provision of equipment or outdoor activities. For indoor facility, participants, instructors and staff will also have to adhere to an enhanced set of SMMs per Annex in the Sport Singapore guidance issued on 7 August 2021. In addition, all indoor premises should refer to the latest guidance on improving ventilation and indoor air quality in buildings amid the COVID-19 situation, available at: as well as enhance hygiene and cleanliness through the SGClean certification: Qn: If I do not implement vaccination-differentiated SMMs at my indoor facility, can I still offer common/shared equipment to my participants who are masked? Ans: No, you cannot. If you choose not to implement vaccination-differentiated SMMs, you may only continue to conduct indoor masked activities without the provision of equipment. In addition, your participants, instructors and staff will also have to adhere to an enhanced set of SMMs per Annex in the Sport Singapore guidance issued on 7 August 2021. In addition, all indoor premises should refer to the latest guidance on improving ventilation and indoor air quality in buildings amid the COVID-19 situation, available at: as well as enhance hygiene and cleanliness through the SGClean certification: Qn: I have a mixed purpose facility that has a weights-training gym, exercise studio, outdoor pool, spa, can I offer classes for both fully vaccinated and non-vaccinated people? Ans: Permitted enterprise that have multiple spaces may conduct different group activities for people who are fully vaccinated and non-vaccinated in those spaces. You will have to ensure that there is no intermingling of these two categories of individuals for the whole time these individuals are within the facilities (including common areas such as changing rooms and toilets). In such situation, the individuals from different categories should be clearly marked by use of different coloured wrist tags, passes or some other form of differentiating identification. Qn: I am a Fitness Studio offering low intensity Yoga classes. Can I have both unvaccinated and vaccinated students in the same class by making everyone wear their mask? Ans: You can only do so, if you do not provide common equipment such as mats, etc. If you provide common equipment, you will need to implement vaccination-differentiated SMMs at FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 4 of 23 your facility. Refer to earlier FAQ on implementing VDS at the indoor facility for more information. Qn: I am a Gym offering weights equipment and treadmills. Can I have both unvaccinated and vaccinated individuals use the gym at the same time by making everyone wear their mask? Ans: You can (up to 50 pax, or the capacity limit of the venue, whichever is lower) if you implement vaccination-differentiated SMMs at your facility. However, if any one person is unmasked at any point in time, including wearing the mask below the nose, all activity in the gym must stop until everyone is masked up again. Qn: I am a Gym offering weights equipment and treadmills and my patrons work out on their own time. Can I allow both unvaccinated and vaccinated individuals to work out in the gym at the same time and allow vaccinated individuals to remove their masks while working out, and the unvaccinated individuals to be masked? Ans: You can (up to 50 pax, or or the capacity limit of the venue, whichever is lower) if you implement vaccination-differentiated SMMs at your facility. You will need to clearly demarcate the workout areas for the two different categories of users such that they do not share the same common equipment or intermingle for the whole time they are within the facilities (including common areas such as changing rooms and toilets). In such situations, the individuals from different categories should also be clearly marked by use of different coloured wrist tags, passes or some other form of differentiating identification. Refer to earlier FAQ on implementing VDS at the indoor facility for more information. Qn: Can I hold classes for unvaccinated individuals with mask on and vaccinated individuals without mask in the same studio but at different timings? Ans: Yes, you can do so as long as you ensure that there is sufficient time for the studio to be thoroughly cleaned before the next session begins and that there is no intermingling between the different classes in the common areas such as entrances/exits, toilets/changing rooms, etc. Qn: I run a badminton class for children 12 years old. Do I need to check their vaccination status? Ans: Children aged 12 years old and below (i.e. born in and after 2009) are currently ineligible for any Covid-19 vaccine under the national vaccination programme. You can only organise classes for this group subject to the following provisions: • Group of not more than 5 participants, where all children aged 12 years and below are of the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. • Participant(s) in the group who are above 12 years can be from a different household as the children, and will have to be fully vaccinated to be part of the group activity. An instructor can lead the group and will be counted in the group of 5. He/she will need to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. Qn: I am a Fitness Studio offering high intensity classes to children 12 years old and below where the children are unmasked. Can I have two groups of 3 children in the class separated by 3m distance between them? The 3 children in each group are from the same household. Ans: No, you cannot do so. There can be no multiple groups of 5 participants in an organised class/programme in this situation. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 5 of 23 B. ON GROUP SIZE FOR SPORT & PHYSICAL ACTIVITIES Qn: What is the maximum number of people who can exercise in a group? Ans: From 10 August 2021, sport and physical activities must be confined to groups of no more than 5 individuals (including instructor / coach), in multiple groups of 5 up to 50 pax or the capacity limit of the venue, whichever is lower, except for indoor unmasked activities. For indoor unmasked activities, no more than 5 individuals (including instructor / coach) can be in the same group if all participants are fully vaccinated3 . For organised classes / programmes, multiple groups of 5 up to 30 pax or the capacity limit of the venue, whichever is lower, is allowed. If any one of the participants is not fully vaccinated, then such activity is prohibited. While exercising and playing sport, a) a 2-metre physical distancing between individuals should be maintained for general physical activities, unless the nature of activity requires the distance to be shortened; b) a 3-metre physical distancing between individuals for indoors high intensity or high movement exercise classes (where allowed), unless the nature of activity requires the distance to be shortened. If there are multiple groups, the groups must not interact and must maintain a distance of 3 metres apart from one another at all times. Groups should not intermingle at all times. There shall be no cross-mixing or cross-playing between groups i.e. no modified versions of games where a ball is being played between two groups of 5 pax. Qn: What is the maximum number of people a sport facility can accommodate? Ans: All sport/ recreational facilities can only admit a maximum number of persons according to its Gross Floor Area based on 10 Sqm per person, up to a maximum of 50 persons. No facility, regardless of size, shall admit more than 50 persons. However, large complexes or multi-function premises such as country clubs may treat different parts of their premises as separate facilities, provided that they are well separated by physical barriers such that intermingling is not possible. Each of these facilities are to have separate TraceTogether-only SafeEntry (TT-only SE) or SafeEntry Gateway (SEGW) check-in & check\u0002out, as well as other screening provisions. Qn: Can there be large group sport and physical activities classes? Ans: • Indoors masked activities: can take place in multiple groups of 5, up to 50 participants (including instructor) or the capacity limit of the venue, whichever is lower. The groups of 5 are not to intermingle before, during and after the class, and must remain 3 metres apart. Instructors or operators are to maintain a contact list of persons in the different groupings within the class in case there is a need for contact tracing. The records should be kept for 1 month. • Indoors unmasked activities: please refer to Section A. • Outdoors masked/unmasked activities: multiple groups of 5, up to 50 participants (including instructor) or the capacity limit of the venue, whichever is lower. The groups of 5 are not to intermingle before, during and after the class, and must remain 3 metres apart. 3 An individual is considered fully vaccinated two weeks after he or she has received two doses of approved vaccines. Unvaccinated individuals with a valid negative result on a Pre-Event Test taken within the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event, or recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 6 of 23 Instructors or operators are to maintain a contact list of persons in the different groupings within the class in case there is a need for contact tracing. The records should be kept for 1 month. Qn: Will I be allowed to swim? Ans: Yes, you are allowed to swim outdoors as an individual or in a group of no more than 5 persons, including yourself. Qn: Will I be allowed to play sports such as badminton, basketball, football and table tennis? Ans: You are allowed to play sports in a group of no more than 5 persons (e.g. 3v2, 2v2). There shall be no cross-mixing or cross-playing between groups i.e. no modified versions of games where a ball is being played between two groups of 5 pax. Masks must be worn at all times when playing sports indoors, unless the indoor facility you are playing in deploys vaccination-differentiated SMMs and all participants in your group are fully vaccinated/tested/recovered. Qn: I run a yoga class for children below 7 years old. Do my young participants need to don masks? Ans: Children under 6 years old are not required by law to wear mask, but it would be good practice for them to do so where possible. However, if your class is held indoors for children who are not eligible for vaccination, and you would like to have multiple groups of 5 children up to 50 participants (including instructor) or the capacity limit of the venue, whichever is lower, then only masked activities can take place. The groups of 5 are not to intermingle before, during and after the class, and must remain 3 metres apart. Alternatively, if you would like to conduct unmasked classes indoors, you can do so as follows: • Group of not more than 5 participants, where all children aged 12 years and below are of the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. • Participant(s) in the group who are above 12 years can be from a different household as the children, and will have to be fully vaccinated to be part of the group activity. An instructor can lead the group and will be counted in the group of 5. He will need to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. If your class is held outdoors, your activity can be masked/unmasked and be in multiple groups of 5 children up to 50 participants (including instructor) or the capacity limit of the venue, whichever is lower. The groups of 5 are not to intermingle before, during and after the class, and must remain 3 metres apart. Qn: I offer sport therapy services to children below 7 years old such as babies in distress, children with special needs indoors. These children are unable to wear masks and are not eligible for vaccination. Can I still continue with my instructor and one of the caregivers, if they are both masked at all times? Ans: Yes, you can do so as long as the child and caregiver (who is fully vaccinated) are from the same household. A concession has been made for children 12 years & below as follows: FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 7 of 23 • Group of not more than 5 participants, where all children aged 12 years and below are of the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. • Participant(s) in the group who are above 12 years can be from a different household as the children, and will have to be fully vaccinated to be part of the group activity. An instructor can lead the group and will be counted in the group of 5. He/she will need to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. Qn: Can I continue to conduct 1-on-1 sessions at my indoor gym / fitness/exercise studio / indoor facility where my participant and I are a) masked, b) unmasked? Ans: a) Yes, you can have masked activities indoors as long as you and your participant adhere to a more stringent set of safe management measures (SMMs) as per Annex in the Sport Singapore guidance issued on 7 August 2021. Your facility must not offer weight, strength, or resistance training of any form, and/or provide equipment. However, if your indoor facility implements vaccination-differentiated SMMs, you can provide equipment for participants’ use and even have unmasked activities for fully vaccinated individuals (as well as those who are unvaccinated but with valid pre-event test result or those who have recovered from COVID-19). b) You can only have unmasked activities indoors if the facility implements vaccination\u0002differentiated SMMs. Otherwise, you are not allowed to conduct any unmasked activities indoors and you must not offer weight, strength, or resistance training of any form, and/or provide equipment. Qn: I am moving my classes to the outdoor area near to my indoor facility. Can my participants enter to use the changing room/toilet/shower facilities in my gym/exercise studios after they are done with the physical activity? Ans: Yes, they may use the changing room/toilet/shower facilities subject to prevailing safe management measures such as facility capacity and safe distancing. You have to take measures to ensure that transmission risks are minimised in such places. Participants should keep their masks on whilst in the changing rooms, and if they are taking a shower, to put on their mask promptly when done. You should make sure that changing rooms/toilet/shower facility are not overcrowded, and encourage people not to linger on the premises post-activity if they do not need to. If you are not able to ensure participants’ compliance to the necessary safe management measures, you are advised to close off the toilet/shower facilities. Violation of this may result in stop work order issued by the authorities. Do seek the approval of the venue owner of the outdoor location that you will be using before you move your classes outdoors. Government agencies will be conducting inspections. Enforcement action(s) under the COVID-19 (Temporary Measures) Act will be taken against businesses or individuals who fail to comply with safe management measures. Qn: Can high intensity classes such as martial arts, combat sports, still take place indoors? Ans: High intensity classes held indoors where participants are unmasked can only take place if vaccination-differentiated SMMs are in place. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 8 of 23 Such enterprises are: • to implement vaccination-differentiated SMMs at their facilities • to prominently display that vaccination-differentiated SMMs are implemented on their premises • to set up proper checking protocol at their access control • responsible to conduct checks on the vaccination status of their participants at their access control. Persons who fail to have their status verified will be denied participation in high risk activities. • to ensure that every person who enter their premises have their vaccination status checked and recorded manually or electronically, beyond the usual screening measures such as TraceTogether-only SafeEntry (TT-only SE), SafeEntry Gateway (SEGW) check-in & check-out and temperature checks. • to ensure that participants, instructors and staff also adhere to an enhanced set of SMMs per Annex in the Sport Singapore guidance issued on 7 August 2021. Those who choose not to implement vaccination-differentiated SMMs will not be allowed to conduct indoor unmasked activities nor provide common equipment at their facility. Those that choose not to implement vaccination-differentiated SMMs may continue to conduct indoor masked activities without provision of equipment or outdoor activities. For indoor facility, participants, instructors and staff will also have to adhere to an enhanced set of SMMs per Annex in the Sport Singapore guidance issued on 7 August 2021. In addition, classes such as TKD, MMA, Muay Thai, BJJ, Fencing, Judo, Boxing, and other similar activities that take place in enterprises without vaccination-differentiated SMMs must: • Modify the activities to minimise contact as much as possible. Keep total grappling time to no more than 15 minutes in total per session. • Ensure that participants and instructors are masked on at all times, refraining from conducting activities that are strenuous to the point that they feel the need to remove their masks. • Not offer weight, strength or resistance training or cardio training of any form, and/or provide equipment for such training, such that they become strenuous activities. Not provide common equipment such as punching pads, bags, dummies, use of boxing ring, etc, where fomite transmission risk is high. • Keep to cohorting to limit the extent of any contact tracing. C. ON LARGE GROUP OUTDOOR CLASSES Qn: I am a registered instructor under Sport Singapore’s Large Group Outdoor Classes. How does the latest measures affect me? Ans: Approved large outdoor classes at public spaces4 , such as parks and HDB common areas, can continue. For organised programmes and classes outdoors, a service provider (such as an instructor or a coach) from a permitted enterprise may guide the group. Multiple groups of 5 remain allowable up to 50 participants (including instructor) or the capacity limit of the venue, whichever is lower. The groups of 5 are not to intermingle and must remain 3 metres apart. 4 An instructor may coach multiple groups of 2 persons, up to 30 pax or the venue capacity limit, whichever is lower. Instructors who are interested to conduct large outdoor classes of up to 30 pax at outdoor public spaces must be registered. Please visit for more information. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 9 of 23 Qn: I am Zumba instructor conducting outdoor classes. Can I instruct 3 different groups of 5 participants at one go? Can I approach participants to guide them? Ans: You may coach multiple groups of 5 persons, up to 50 pax or the venue capacity limit, whichever is lower. The groups of 5 are not to intermingle and must remain 3 metres apart, and that the participants do not switch groupings during the session. You should maintain a contact list of how the groups are organised to assist with contact tracing in the event of an infection. The records should be kept for 1 month. You can guide the participants from a 3-metre physical distancing at all times. Should you be unable to do so, and need to approach the participants to guide them, you would then need to be part of that group and not intermingle with the other groups. Instructors who are interested to conduct large outdoor classes of up to 50 pax at outdoor public spaces must be registered. Please visit for more information. D. ON “VACCINATE OR REGULAR TEST” REGIME FOR SPORT AND FITNESS SECTOR Qn: I am a self-employed coach who works with unmasked clients indoors. How does the new measures from 10 August affect me? Ans: • In order for you to continue working with fully vaccinated clients in indoor unmasked activities, where the facility has implemented vaccination-differentiation SMMs, from 10 August to 30 September 2021, you will need to be of fully vaccinated status5 too. • For the unvaccinated and persons who may be medically ineligible for the vaccinations, you will be required to produce a valid negative result taken in the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event before you can instruct classes in this indoor unmasked setting. • In addition, you will have to continue with the fast and easy testing (FET) every 14 days. This FET requirement is separate from the requirement to be tested prior to starting work each day. • From 1 October 2021: o It is mandatory for you to be vaccinated. o FET will not be required if you are fully vaccinated6 . For those who are unvaccinated and medically ineligible, the FET requirement will continue but will be at twice per week instead of once every 14 days. More details on FET for sport and fitness sector is available here or through the QR code. For general information on FET, please contact the general FET hotline at 6876 5830 (Mon - Fri, 8am - 5pm excluding public holidays) 5 See footnote 3 6 Refers to individuals who are fully vaccinated with the World Health Organisation’s Emergency Use Listing (WHO EUL) vaccines such as Sinovac-CoronaVac, Sinopharm, and AstraZeneca will be eligible for the vaccination-differentiated safe management measures. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 10 of 23 E. ON SPORT EVENTS Qn: What sport events are currently permitted? Ans: Sport events can continue during the stipulated period as follows: • Spectator Sport Events. From 10 August, spectator sport events, such as Singapore Premier League football matches can proceed with up to 500 spectators (in zones of up to 50 persons) if all spectators are fully vaccinated.7 From 19 August, the limit is raised to up to 1,000 spectators (in zones of up to 50 persons) if all spectators are fully vaccinated. • Mass Participation Sport Events. From 10 August, mass participation sport events, such as mass runs, open-water swims, cycling and triathlon events, can proceed with up to 500 participants (in waves of up to 50 persons) per session8 , if all participants are fully vaccinated. From 19 August, the limit is raised to up to 1,000 participants per session (in waves of up to 50 persons as well), if all participants are fully vaccinated. At this juncture, mass participation sport events will not be allowed to have invited spectators. Organisers are to put in place measures to prevent the spontaneous gathering of onlookers for such events. • Sport Competitions & Tournaments refer to competitions involving timed races or head-to-head matches where there could be multiple heats or qualifying rounds (“sessions”). Such events can continue, but must not exceed 50 persons in each facility at any single point in time. Organisers are advised to arrange competitions with different sessions, adequately separated within a day (i.e. at different times of a day) or across multiple days, to avoid congregation. Each match is allowed to have up to 5 persons in the field of play at any single point in time, e.g. 2v2, 2v3. For indoor unmasked competitions or activities, only fully vaccinated persons may participate in such events. MCCY and SportSG are studying the feasibility of allowing more players per match in sport competitions and tournaments, if all players are fully vaccinated. We will provide updates when the details are ready. For such sport competitions and tournaments, spectators are permitted, but must comply with the requirements under Spectator Sport Events above. Unvaccinated children aged 12 and below may be included and exempted from pre-event testing, but must be limited to no more than 20% of total attendance. If there are any spectators/participants who are unvaccinated or untested (other than children aged 12 and below), the event will have to be capped at 50 persons. Qn: I would like to organise a mass running event for 100 persons. What do I need to do? Ans: All sport events that involve more than 50 persons in total (including participants, spectators, officials, event crew and support staff) will need to be endorsed by Sport Singapore before they can be conducted. Organisers will have to submit an application to Sport 7 See footnote 3. 8 Different sessions are required to be adequately separated by time to avoid the congregation of participants at the venue and its vicinity. Organisers may propose the number of sessions and time interval between sessions to ensure safe participation, which may vary depending on context. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 11 of 23 Singapore using the form in Annex A, emailing it to SPORT_Covid@sport.gov.sg at least 14 days prior to the start of the event to give time for evaluation and discussion. Organisers are advised not to carry out related marketing/publicity efforts before receiving endorsement from Sport Singapore, as the event may require modifications before it may proceed.9 Sport Singapore’s endorsement is only for the sport event SMMs. Organisers will need to seek further approval from facility owner / relevant agencies before their event can proceed. Events that were previously endorsed by Sport Singapore will need to have their SMMs updated and organisers are to resubmit their plans using the prescribed form for endorsement by Sport Singapore. Qn: I have previously submitted my application and received Sport Singapore’s endorsement to organise an event. Can I still carry on? Ans: Events that were previously endorsed by Sport Singapore will need to have their SMMs updated and organisers are to resubmit their plans using the prescribed form for endorsement by Sport Singapore. Qn: I am an NSA and will like to conduct a tournament/competition during this period, for athletes’ international qualifications. Is it still possible? Ans: NSAs are advised to approach their NSA Partnership officer from Sport Singapore as soon as possible to discuss these plans, and to obtain approval for the event, before they can proceed. F. ON ACTIVESG FACILITIES & PROGRAMMES FROM 10 AUGUST Qn: Which ActiveSG sport facilities are closed? Ans: ActiveSG indoor and outdoor facilities such as indoor courts, gyms, studios, stadiums, tennis courts, pools, as well as tenants of permitted services, will be open. Members of public are advised to check with the respective tenants before heading down. For a list of open/closed ActiveSG indoor facilities and programmes during this period, please visit Qn: Is there anyone who is not allowed into ActiveSG sport facilities? Ans: Yes, individuals who display flu like symptoms (e.g. cough, fever above 38 degree Celsius), or those who have recently arrived from overseas and are on Stay Home Notice, those on Quarantine Order / Stay Home Notice, are not allowed within our premises. Qn: Which programmes under ActiveSG are affected and are there any exceptions between vaccinated and non-vaccinated individuals? Ans: Background on Vaccination-Differentiated SMMs for high-risk settings (Indoors unmasked activities) Definition of Fully Vaccinated Individuals: As fully vaccinated individuals have better protection against infection and severe illness, they may participate in activities in high-risk settings. • An individual is considered fully vaccinated two weeks after he or she has received two doses of Pfizer-BioNTech/ Comirnaty, Moderna, or any WHO EUL vaccines10 . 9 Organisers will be responsible for the costs of the event (including the additional costs of modifications), and/or compensation to participants arising from event postponement or cancellation. 10 From 10 August 2021, individuals who are fully vaccinated with the World Health Organisation’s Emergency Use Listing (WHO EUL) vaccines such as Sinovac-CoronaVac, Sinopharm, and AstraZeneca will be eligible for the vaccination\u0002differentiated Safe Management Measures. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 12 of 23 • Unvaccinated individuals with a valid negative result on a Pre-Event Test taken in the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event or, • recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. High-risk (indoor unmasked) activities are allowed and must be confined to no more than 5 individuals (including instructor / coach) if all participants are fully vaccinated. If any one of the participants is not fully vaccinated, then such activity is prohibited. For Organised Classes / Programmes in High-Risk Settings (Indoors unmasked activities - applicable across Children & Youths & General Programmes and activities) Multiple groups of 5, up to 30 participants (including instructor / coach) or the capacity limit of the venue, whichever is lower, can take place in high-risk settings only if all participants are fully vaccinated. A record of the grouping is to be maintained to aid contact tracing. The records should be kept for 1 month. For Children 12 years old and below Children aged 12 years old and below (i.e. born in and after 2009) are currently ineligible for any COVID-19 vaccine under the national vaccination programme. They will be allowed to participate in indoors unmasked classes/programmes/activities, subject to the following provisions: • Group of not more than 5 participants, where all children aged 12 years and below are of the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. • Participant(s) in the group who are above 12 years can be from a different household as the children, and will have to be fully vaccinated to be part of the group activity. An instructor can lead the group and will be counted in the group of 5. He will need to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. Patrons must be prepared to produce proof of any one of the above conditions before entry is allowed. Patrons are strongly encouraged to arrive 15 minutes earlier for the Vaccination\u0002Differentiated SMMs verification process and to avoid delays. We seek your understanding for the longer wait time. Qn: What are some ActiveSG’s measures to protect the safety and wellbeing of users? Ans: To safeguard the wellbeing of our guests, the following safe management measures will be put in place at all ActiveSG Sport Centres: • Implementing temperature taking and recording of visitor details via ToS at our facilities. • Keeping the operating capacity to no more than 10 Sqm per person11 or the venue capacity limit. 11 Sport/recreational facilities can only admit a maximum number of persons according to its Gross Floor Area based on 10 Sqm per person, up to a maximum of 50 persons. This is not inclusive of staff. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 13 of 23 • Regulating access at our ActiveSG sport centres to ensure adequate physical distancing among users. This applies to our all stadiums, sport halls and swimming complexes that have facility/sport specific measures that may supersede general safe management measures. • While exercising and playing sport, a 2-metre physical distancing between individuals should be maintained for general physical activities, unless the nature of activity requires the distance to be shortened; a 3-metre physical distancing between individuals for indoors high intensity or high movement exercise classes (only when it is not prohibited), unless the nature of activity requires the distance to be shortened. If there are multiple groups, the groups must not interact and must maintain a distance of 3 metres apart from one another at all times. Groups should not intermingle at all times. • Sharing of common equipment (when it is not prohibited) should be minimised as far as possible. The equipment (provided by facility) should be wiped down / sanitised before passing on for use by the next user. This includes equipment such as weights and balls. • Ensuring that participants, including the instructor, do not talk loudly, sing, or shout while engaging in physical activities to minimise risk of transmission via droplets. Instructor may raise their volume when communicating instructions or in the event of a potential danger. • Increased cleaning and sanitising of our facilities. More information on revised Safe Management Measures from 19 August 2021 will be released in due time. ACTIVESG FACILITY SPECIFIC QUESTIONS 1. ActiveSG Stadium Qn: What are the operating hours of the Stadiums? Ans: The Stadiums will operate daily from 7.00am to 9.30pm and 7.00am to 10.00pm for organised programmes held at the Stadium gallery. Qn: What is the maximum number of pax allowed at the Stadium? Ans: The maximum number of pax is dependent on the number of facilities in each Stadium. Each facility inside the Stadium has a capacity limit of up to 50pax. Qn: Which Stadiums are opened to the public? Ans: Our Stadiums (except for Jalan Besar Stadium, Jurong East Stadium and MOE Evans Stadium) are opened to members of public who need to exercise outdoors. Masks must be donned when not engaging in strenuous exercises. Individuals should not linger after their exercise and should leave the facility after they are done exercising. Qn: Is anyone allowed in the Stadium? Ans: ActiveSG Stadiums remain open to the public till further notice. ActiveSG staff will be deployed to ensure safe distancing, and we reserve the right to turn away visitors to avoid overcrowding within these facilities. Members of the public should practise safe distancing FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 14 of 23 even in open spaces. Individuals who feel unwell, should not visit our Stadiums and are to seek medical attention. From 10 August, members of the public may exercise in groups of no more than 5 participants12 or in organised groups of 5 participants (including instructor), up to a total class size of 50 persons or lower depending on venue capacity and Safe Management Measures. If there are multiple groups, the groups must not interact and must maintain a distance of 3 metres apart from one another at all times. Groups should not intermingle at all times. Masks must be worn when not engaged in strenuous exercises. Registered instructors can book the stadium galleries and selected ActiveSG outdoor spaces at SportSG facilities at myactivesg.com and will be responsible for ensuring that all safe management measures are being adhered to a physical distancing of 2 metres between individuals and 3 metres between groups must be maintained at all times. No mixing of groups is allowed. Qn: Can I bring my family to the Stadium to exercise together? Ans: Individuals can exercise outdoors with their family members / friends, social group exercise and activities must be kept to no more than 5 participants when exercising. They should also maintain at least 3 metres apart from other groups sharing the same space and wear their masks when not engaged in strenuous exercises. Qn: Are there temperature-taking or attendance-taking at Stadiums? Ans: Yes. There will be temperature taking and recording of visitor details via ToS at our Stadiums. Users who display flu like symptoms (e.g. cough, fever 38 degree Celsius and above), users who came back from overseas and are on Stay Home Notice, those on Quarantine Order / Stay Home Notice, are not allowed within our premises. ActiveSG staff will be deployed to ensure safe management measures are adhered to, and we reserve the right to turn away visitors who do not comply to measures set and to avoid overcrowding. Qn: Are lessons or trainings allowed at the Stadium? Ans: Instructors will need to be registered under a framework which is jointly administered by Sport Singapore and agency partners before the classes can take place at the Stadium. Registered instructors will be allowed to conduct outdoor classes unmasked activities at the Stadium with a class capacity capped at 5 pax per group (including instructor) of up to 50 persons. The groups of 5 are not to intermingle before, during, and after the class, and must remain 3 metres apart. Registration can be done online at and a response will be given within three working days. Only those who have successfully registered can book these spaces. As booking slots are limited, ActiveSG encourage hirers to adhere to their allocated time slot to allow others to enjoy the facilities. There will be a $45 deposit required, which will be refunded back to the hirer’s Active Wallet upon commencement of the programme. No-show (without a valid reason) by the hirer will result in the forfeiture of the deposit. General group exercises not conducted by registered instructors will be capped at the permitted group size of 5 (including instructor), up to 50 pax. Instructors must ensure a 3m 12From 10 August 2021, the total class capacity (of multiple groups of 5) will be capped at 50 or the venue capacity limit, whichever is lower. Prevailing Safe Management Measures will apply. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 15 of 23 distance is kept between other groups sharing the same space, at all times so that there is no intermingling between groups. All physical activity of a social nature should also be kept to 5 participants. Qn: Can I still use the toilets and changing rooms within the Stadium? Ans: Yes. The toilets, changing rooms and shower facilities at the ActiveSG Stadiums will remain open to the public. Members of the public are to observe safe distancing measures such as the safe distancing markers and signages, as well as maintain a physical distance of 1m at all times. Toilets / changing rooms with showering facilities will be limited to a maximum capacity of up to 5 pax13 at any one time. Users are to keep their masks on whilst in changing rooms, and if they are taking a shower, to put on their mask promptly when done. Users are also not to mingle with others and to leave as soon as they are done using the facility. Qn: Can I use the lockers at the Stadium to keep my belongings while I exercise? Ans: Yes. Lockers are available for use during this period. 2. ActiveSG Swimming Pool Qn: Is anyone allowed in the swimming complex? Ans: ActiveSG competition and training pools will continue to remain open to the public till further notice. Wave Pool / Lazy River / Jacuzzi, wading pools and feature play pools will be closed until further notice. To facilitate usage by the different segments of public, there will be time belts introduced. Prior booking is required via the ActiveSG app / myactivesg.com. ActiveSG staff will be deployed to ensure safe distancing, and we reserve the right to turn away visitors to avoid overcrowding within these facilities. Members of the public should practise safe distancing even in open spaces. Individuals who feel unwell, should not visit our Stadiums and are to seek medical attention. Qn: What are the operating hours of the swimming pool? Ans: The pools will be opened daily from 6.30am to 9.45pm. Please refer to for latest updates of closure. Qn: Can I come to swim at any time? Ans: To protect the health and wellbeing of the community, specific swimming timings are being allocated for different segments and groups. Members of the public are to follow the allocated timings strictly and booking is required beforehand via the ActiveSG app or myactivesg.com. Table 1 - The specific swimming timings are as follows: Revised Time Slots till further notice Time Mon – Fri Sat & Sun 6:30am – 7:30am Lap swim for General Public 7:45am – 8:45am 13 The maximum group size for toilets will be capped at 5 pax, or 10 Sqm per pax. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 16 of 23 9am – 10am* Lap swim for General Public Organised swim classes 10am – 11am* 11am – 12pm* 12pm – 1pm* 1pm – 2pm* Lap swim for General Public** 2pm – 3pm* 3pm – 6pm Organised swim classes 6:15pm – 7:15pm 7:30pm – 8:30pm Lap swim for General Public Lap swim for General Public 8:45pm – 9:45pm **A small number of organised swim classes will run concurrently *Subject to the resumption of MOE SwimSafer Programme All members should use their booked slots responsibly so as to not deprive others of a chance to exercise. Qn: Will all the swimming pool features be opened? Ans: The training and competition pools will be opened. Wave Pool / Lazy River / Jacuzzi, wading pools and feature play pools will be closed until further notice. Some pools listed under will remain closed. ➢ Booking of Swim Slots Qn: How do I book for swim slots? Ans: All visitors will need to book a swim slot via the ActiveSG app or myactivesg.com before visiting the swimming pool. Qn: How far ahead in advance can I start booking the slots? Ans: The slots will be opened for booking 3 days ahead of the usage date at 1200hrs, right up till the usage time. Users who do not show up for three booked slots in a month will have their membership temporarily suspended for two weeks. They will not be able to book any ActiveSG facilities while their membership is being suspended. Qn: What is the duration and rate for each swim slot at the swimming pool? Ans: The duration for each swim slot is 60 minutes and there is no change to the rate, as per the published rates. Qn: A 60 minutes slot is not enough for me to swim and change. Why can’t ActiveSG increase the timing? Ans: The 60min slot is to allow for as many people to use the facility to stay active, in a safe manner. We will continue to review our operations and make the necessary adjustments FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 17 of 23 where required. In the meantime, we seek the public’s understanding and cooperation as we continue to do our part to keep our community safe. Qn: Can I walk-in if I have not booked a swim slot? Ans: All visitors are required to book a swim slot via the ActiveSG app or myactivesg.com prior to visiting the swimming pool. However, if there are available slots at the timebelt that you are at the sport centre, you can still book and enter the facility. Qn: What is the maximum number of pax allowed per swim slot? Ans: The maximum number of pax is dependent on the number of facilities in each swimming complex. Each facility inside the swimming complex has a capacity limit of up to 50pax. Qn: Can I book two consecutive swim slots? Ans: You will only be allowed to book ONE swim slot (60mins) per day. This is to ensure that all patrons have an equal chance to use the swimming pool facility. Qn: Can I cancel the swim slot after booking? Ans: Yes, you will be able to cancel your pool booking up to 2 hours before the start of the timeslot. No refunds will be provided for cancellation made by the user. Cancelled booking will not count towards the no-show quota. Qn: Can I use the swim pass/schemes that I currently have? Ans: ActiveSG members with valid pass/schemes will be able to book a swim slot for free. All bookings must be made before the expiry date of their pass/scheme. The following eligible schemes are: 1. Merdeka Generation scheme 2. MyActiveSwim schemes (Monthly) In addition to the above schemes, Singaporeans aged 65 years and above will enjoy free entry to our pools. Booking can be made via the ActiveSG app or myactivesg.com. Qn: My booking slot was cancelled due to lightning. Will I get a refund? Ans: In the event of a lightning risk and you have at least 30 minutes of the timeslot remaining in your booking, a refund will be provided. The credit will be refunded to your account within 8-10 working days. Qn: Is it safe for me to swim? Ans: We test our pool waters 5 times a day, in accordance with NEA’s guidelines. There is no evidence to suggest that the virus can be transmitted through swimming pool water. We also prominently display signs for users to observe the proper hygiene practices for the safety and benefit of all swimmers and have included enhanced measures. Qn: What are some ActiveSG’s measures at the swimming pools? Ans: In order to safeguard the wellbeing of our guests, the following safe management measures will be put in place: • Regulated access will be implemented at the Swimming Pool. • Purchase the desired slot on ActiveSG app before visiting the Swimming Pool. • Registration via ToS and temperature screening is necessary for all patrons before entry. Patrons will be denied entry if they exhibit flu-like symptoms (e.g. cough, fever with temperature at 38-degree Celsius or more) or is currently on Stay Home Notice / Quarantine Order due to COVID-19. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 18 of 23 • Demarcated swimming lanes/zones to avoid unnecessary contact – users are encouraged to stay in their lane/zone. Qn: Can I still use the toilets and changing rooms within the swimming complex? Ans: Yes, public amenities such as toilets and changing rooms will be opened to the public. Members of the public are to observe safe distancing measures such as the safe distancing markers and signages, as well as maintain a physical distance of 1m at all times. Toilets / changing rooms with showering facilities will be limited to a maximum capacity of up to 5 pax14 at any one time. Users are to keep their masks on whilst in changing rooms, and if they are taking a shower, to put on their mask promptly when done. Users are also not to mingle with others and to leave as soon as they are done using the facility. Qn: The swimming pool looks empty, why can’t I enter? Ans: We are regulating access to all ActiveSG swimming pools to ensure adequate safe distancing among users. Depending on facility size, there will be a limited number of pax allowed each time. ➢ Coaching at ActiveSG Swimming Pools Qn: Can I conduct 1-to-1 coaching or group classes in the swimming complex? Ans: Organised classes can only be conducted on 3pm to 6pm (Monday-Friday) and 9am to 6pm (Sat-Sun). Coaches will need to have a confirmed allocated slot before any coaching is allowed in all ActiveSG pools. Each group size is capped at 5 pax (including coach). There should be no intermingling between different groups. Coaches will have to wear masks at all times when they are not in the pool. Qn: I am a swimming coach. How do I book swim slots for my classes? Ans: Coaches with valid Usage Permit will be informed when allocation exercise commences. The SportSG Booking office will process your application and allocate slots accordingly. Registration confirmation and receipt will be sent via email. If there are caregivers within the group that needs to go into the pool, they must be included in one of the 5 pax15 quota. You will be required to assemble your students outside the pool and bring them in as a group. Please show your coaching confirmation email to the staff on duty. All students / caregivers / coaches are required to purchase an entry pass and tap the QR code for entry into the pool. Qn: What is the duration for each coaching slot at the swimming pool? Ans: The duration for each allocated slot is 180 minutes. You may coach an unlimited number of classes within the 180 minutes slot. Qn: I am a swimming coach. How many students can I teach at one time? Ans: There is no restriction on the number of sessions to be held consecutively within the allocated slot. Coaches will need to have a confirmed allocated slot before any coaching is allowed in all ActiveSG pools. 14 The maximum group size for toilets will be capped at 5 pax, or 10 Sqm per pax 15 Group activities are now limited to no more 5 participants (including coach), subject to the venue capacity limit and safe management measures. Physical distancing of 2 metres between individuals and 3 metres between groups must be maintained at all times. No mixing of groups is allowed. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 19 of 23 For SwimSafer bronze level and above (Stages 4,5,6), a coach may take up to 2 groups of 5 participants provided the groups maintain a distance of 3m apart from one another and the coach has no contact with any in the group at all times. Otherwise, group size is limited to 1 Coach: 4 participants. For beginner lessons and SwimSafer Stages 1,2, 3, a coach can only take 1 group of up to 4 participants. The group size restriction will be 5 persons (including coach), ie 1 coach : 4 participants However, the coach must ensure that the previous class of students must exit the swimming complex before the next class of students can enter the swimming complex. This is to ensure that the capacity at the swimming complex is kept within the permissible limit at any one time. The classes must be conducted in adherence to the Safe Management Measures. 3. ActiveSG Sport Halls and Courts Vaccination-Differentiated SMMs apply to all high-risk settings (indoors unmasked activities) Qn: Can I use the sport halls and courts? Ans: Yes, sport halls and courts will be open. High-risk (indoor unmasked) activities are allowed and must be confined to no more than 5 individuals (including instructor / coach) if all participants are fully vaccinated. If any one of the participants is not fully vaccinated, then such activity is prohibited. Multiple groups of 5, up to 30 participants (including instructor / coach) or the capacity limit of the venue, whichever is lower, can take place in high-risk settings only if all participants are fully vaccinated. A record of the grouping is to be maintained to aid contact tracing. For Children 12 years old and below Children aged 12 years old and below (i.e. born in and after 2009) are currently ineligible for any COVID-19 vaccine under the national vaccination programme. They will be allowed to participate in indoors unmasked classes/programmes/activities, subject to the following provisions: a) Group of not more than 5 participants, where all children aged 12 years and below are of the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. b) Participant(s) in the group who are above 12 years can be from a different household as the children, and will have to be fully vaccinated to be part of the group activity. An instructor can lead the group and will be counted in the group of 5. He will need to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. Patrons must be prepared to produce proof of any one of the above conditions before entry is allowed. Patrons are strongly encouraged to arrive 15 minutes earlier for the Vaccination\u0002Differentiated SMMs verification process and to avoid delays. We seek your understanding for the longer wait time. Prior booking via the ActiveSG app or myactivesg.com is required. ActiveSG staff will be deployed to ensure safe distancing, and we reserve the right to turn away visitors to avoid overcrowding within these facilities. Individuals who feel unwell, should not visit our sport halls and are to seek medical attention. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 20 of 23 A physical distancing of 2m between individuals should be observed, with transient contact permissible during play. The person who booked the court must be present and will be counted into the maximum number of pax allowed per court. It is also mandatory for the member who booked the slot to be present during the time of play and be part of the group of players on court. Coloured wrist-tags will be issued to those allowed to enter the sport hall and groups must keep to those of the same colour wrist-tags. There should be no intermingling between different groups. There are also facility/sport specific measures that may supersede general safe management measures. Qn: What are the operating hours of the sport halls and courts? Ans: The facilities will be opened daily from 7am to 10pm. Qn: What should I do before visiting ActiveSG outdoor facilities (i.e. tennis court, outdoor netball courts)? Ans: You are required to book a slot via the ActiveSG app or myactivesg.com before visiting the sport hall or outdoor court. The person who booked the court must be present and will be counted into the maximum pax allowed per court. It is also mandatory for the member who booked the slot to be present during the time of play and be part of the group of players on court. Coloured wrist-tags will be issued to those allowed to enter and groups must keep to those of the same colour wrist-tags. No mixing between groups is allowed. There will be no refund of booking for players who fail to comply with ActiveSG rules. Qn: How far ahead in advance can I start booking the slots? Ans: ActiveSG Verified Members can book ActiveSG facilities up to 15 days in advance; ActiveSG Non-verified Members and Account holders (i.e. non-members) can book ActiveSG facilities up to 14 days in advance. Qn: Can I choose my preferred slot? Ans: Yes. Each slot will have 50mins of playable time. All patrons should use the remaining 10mins to clear and clean up for the next group of users. Qn: Can I walk-in if I have not booked a slot? Ans: No. All patrons are required to book a slot prior to using the courts. Qn: Can I book multiple courts in the same hour? Ans: No, patrons can only book one type of court in the same hour. Qn: Can I book two consecutive sessions? Ans: You are encouraged to book ONE session (50mins) per day. This is to ensure that all patrons have equal chance to use the courts. Qn: What is the maximum number of pax allowed inside the facility? Ans: The maximum number of pax is dependent on the number of facilities in each sports hall. Each facility inside the sports hall has a capacity limit of up to 30pax. Qn: Can I release the slot after booking? Ans: All booked slots cannot be released and are non-refundable. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 21 of 23 Qn: How many people are allowed on courts that will remain open at any one time? Ans: There are different capacity limits for different facilities, as follows (Vaccination-Differentiated SMMs apply): From 10 August 2021: • Squash: Max of 5 pax per group (including coach) per court. • Table tennis: Max of 5 pax per group (including coach) per table. • Badminton: Max of 5 pax per group (including coach) for each court. • Tennis: Max of 5 pax per group (including coach) for each court. • For Team Sport (outdoor): Max of 5 pax per group (including coach). Depending on facility capacity, multiple groups of 5 pax can share the court but must maintain 2m distancing between individuals and 3m distancing between groups. For Team Sport (indoor): Max of 5 pax per group (including coach). Depending on facility capacity, multiple groups of 5 pax can share the court but must maintain 2m distancing between individuals and 3m distancing between groups. • Basketball: Max of 5 pax per group (including coach) per half court • Volleyball: Max of 5 pax per group (including coach) per half court • Floorball: Max of 5 pax per group (including coach) per half court • Netball: Max of 5 pax per group (including coach) per half court Patrons must be prepared to produce proof of any one of the above conditions before entry is allowed. Patrons are strongly encouraged to arrive 15 minutes earlier for the Vaccination\u0002Differentiated SMMs verification process and to avoid delays. We seek your understanding for the longer wait time. Qn: I am a coach for indoor sports (e.g. badminton, table tennis, squash), can I coach different groups of students consecutively within my allocated 50min timeslot? Ans: Yes, you can, under the following conditions: the coach is the hirer and the hirer must always be present. The first group of students must leave the Sport Hall before the next group of students can enter. Qn: I am a coach for indoor sports (eg badminton, table tennis, squash). The hirer of the court is the parent of my student(s). As up to 5 pax are (Vaccination-Differentiated SMMs apply) allowed into the court (including coach), can we still proceed with the coaching session? Ans: For the coaching session, the hirer must be present to sign in for the booked court but is not required to stay throughout the session. Parents may wait outside the Sport Hall or return to pick their children after. Using screenshots of the booking to sign in is not permissible. Qn: I am not vaccinated, can I enter the sport hall to play badminton or any other sports with my mask kept on at all times? Ans: You may enter the premise for masked off activities if you fulfil any one of the 3 conditions: • Fully vaccinated (two weeks after he or she has received two doses of Pfizer\u0002BioNTech/ Comirnaty, Moderna, or any WHO EUL vaccines), • Unvaccinated individuals with a valid negative result on a Pre-Event Test taken in the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event or, • recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 22 of 23 Vaccinated and unvaccinated individuals are not allowed to participate in activities within the same area. There should be no intermingling between groups. Qn: Can I still use the toilets and changing rooms within the sport halls? Ans: Yes. The toilets, changing rooms and shower facilities at the ActiveSG Stadiums will remain open to the public. Members of the public are to observe safe distancing measures such as the safe distancing markers and signages, as well as maintain a physical distance of 1m at all times. Toilets / changing rooms with showering facilities will be limited to a maximum capacity of up to 5 pax16 at any one time. Users are to keep their masks on whilst in changing rooms, and if they are taking a shower, to put on their mask promptly when done. Users are also not to mingle with others and to leave as soon as they are done using the facility. Qn: Can I coach in the sport halls? Ans: While ActiveSG’s booking policy does not allow for coaching, league operations or business activities on our courts, ActiveSG will not enforce this policy on goodwill basis due to the current COVID-19 situation. However, all safe distancing measures will still apply and be enforced. ActiveSG will continue to review our booking policy on coaching. 4. ActiveSG Gym Vaccination-Differentiated SMMs apply to all high-risk settings (indoors unmasked activities) Qn: What are the operating hours of the gym? Ans: All gyms will be open from Monday-Sunday from 7.00am-10.40pm (except the gyms at Toa Payoh West CC, Ang Mo Kio CC, Senja-Cashew, Bukit Batok Swimming Complex and Enabling Village which will operate from 7.00am to 10.00pm). Qn: How far ahead must I book for gym slots? Ans: ActiveSG Verified Members and ActiveSG Non-verified Members and Account holders (i.e. non-members) can book ActiveSG facilities up to 3 days in advance. Qn: Can I exercise with a friend or attend a coaching session? Ans: High-risk (indoor unmasked) activities are allowed and must be confined to no more than 5 individuals (including instructor / coach) if all participants are fully vaccinated. If any one of the participants is not fully vaccinated, then such activity is prohibited. Qn: I am not vaccinated. Can I use the gym with my mask kept on at all times? Ans: No, unless you fulfil any one of the 3 conditions: • Fully vaccinated (two weeks after he or she has received two doses of Pfizer\u0002BioNTech/ Comirnaty, Moderna, or any WHO EUL vaccines), • Unvaccinated individuals with a valid negative result on a Pre-Event Test taken in the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event or, • recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. 16 The maximum group size for toilets will be capped at 5 pax, or 10 Sqm per pax. FAQs – Safe Management Measures for Sport and Physical Exercise & Activity Following Mid-Point Review of Phase 2 (Heightened Alert) Issued: 7 August 2021 Updated: 13 August 2021 Page 23 of 23 5. ActiveSG Studio Vaccination-Differentiated SMMs apply to all high-risk settings (indoors unmasked activities) Qn: Will the studios be/remain open? Ans: Yes, the studios will be open. High-risk (indoor unmasked) activities are allowed and must be confined to no more than 5 individuals (including instructor / coach) if all participants are fully vaccinated. If any one of the participants is not fully vaccinated, then such activity is prohibited. Multiple groups of 5, up to 30 participants (including instructor / coach) or the capacity limit of the venue, whichever is lower, can take place in high-risk settings only if all participants are fully vaccinated. A record of the grouping is to be maintained to aid contact tracing. The records should be kept for 1 month. For Children 12 years old and below Children aged 12 years old and below (i.e. born in and after 2009) are currently ineligible for any COVID-19 vaccine under the national vaccination programme. They will be allowed to participate in indoors unmasked classes/programmes/activities, subject to the following provisions: a) Group of not more than 5 participants, where all children aged 12 years and below are of the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. b) Participant(s) in the group who are above 12 years can be from a different household as the children, and will have to be fully vaccinated to be part of the group activity. An instructor can lead the group and will be counted in the group of 5. He will need to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. Patrons must be prepared to produce proof of any one of the above conditions before entry is allowed. Patrons are strongly encouraged to arrive 15 minutes earlier for the Vaccination\u0002Differentiated SMMs verification process and to avoid delays. We seek your understanding for the longer wait time. Dual-Use Scheme Facilities Qn: What school facilities will be open for public use under the Dual-Use Scheme (DUS)? Ans: Following the Multi-Ministry Taskforce announcement on 6 August 2021, MOE and SportSG will review the DUS arrangements as the COVID-19 situation evolves and updates will be provided in due time. SportSG will not be accepting public bookings for DUS facilities at the moment. There is no change to the current arrangement for DUS free-to-play (FTP) facilities, which will remain closed to the public till further notice.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}