{
  "text": "From 10 August 2021, Safe Management Measures (SMM) for solemnizations and wedding receptions are as summarised below. Wedding receptions will be allowed to continue with some adjustments from 10 August 2021. For in-person solemnizations, the following limits continue to apply: For solemnizations in the ROM/M Building: max of 10 attendees (including the Bride and Groom). For solemnizations in a place of residence: max of 10 attendees or 5 visitors in addition to members of the hosting household, whichever is higher (this includes the wedding couple but does not count the Solemnizer and vendors engaged to provide authorised services for the solemnization.) For solemnizations at external venues, including places of worship: please refer to table below, or the safe capacity of the venue, whichever is lower. Marriage Solemnizations Held in Other Venues (no food or drinks allowed)No. of Attendees (including Bride and Groom)No. of Attendees (including Bride and Groom) From 10 to 18 August 2021Up to 50 attendees; no Pre-Event Test (PET) requirement; Group size of up to 5 attendees51-500 attendees; PET required for all attendees unless the attendee has a cleared status*; Group size of up to 5 attendees From 19 August 2021 onwards (subject to change)Up to 50 attendees; no PET requirement; Group size up to 5 attendees51-1,000 attendees; PET required for all attendees unless the attendee has a cleared status*; Group size up to 5 attendees *Note: Where PET is required, it means that checks must be implemented to ensure that every attendee has a cleared status; i.e. (i) fully vaccinated (an individual is considered fully vaccinated two weeks after he or she has received the full regimen of the Pfizer-BioNTech/Comirnaty or Moderna vaccines currently administered under the National Vaccination Programme, or World Health Organisation's Emergency Use Listing (WHO EUL) vaccines); or (ii) Recovered from COVID-19 and can provide a valid PET exemption notice for the duration of the event; or (iii) Have a valid negative Pre-Event Test (PET) result for the duration of the event. These limits include the couple, but exclude the Licensed Solemnizer, the interpreter (if required), and vendors who must be kept to the minimum. You will need to comply with all other SMMs for your solemnization. From 10 August 2021 onwards, weddings receptions will continue to be allowed, subject to the following limits: For wedding receptions at external venues: max of 250 attendees (with PET for all attendees unless the attendee has a cleared status), or the safe capacity of the venue, whichever is lower, with group size of up to 5 attendees. No wedding receptions in the ROM/M Building or in a place of residence or in a place of worship will be allowed. Children aged 12 years and below (i.e. born in and after 2009), who are currently not eligible for vaccinations under the National Vaccination Programme, must not make up more than 20% of the overall attendees. This applies to marriage solemnizations with more than 50 attendees or wedding receptions (regardless of the number of attendees). These children seated within the groups of 5 attendees must be from the same household. For solemnizations held outside of the ROM/M Building, please submit your attendee list to your Licensed Solemnizer at least one day before your solemnization. The attendee list must also be made available on site for both wedding solemnizations and receptions: For solemnizations held in a place of residence For all other solemnizations (not in the ROM/M Building or a place of residence) The Bride and Groom must use either face masks or face shields throughout the solemnization ceremony. They may remove their masks or face shields for key moments of the solemnization, which includes the exchanging of vows and rings, kiss between the couple, and during march-ins/outs. However, the Bride and Groom must maintain a 2-metre distance from the rest of the attendees of the solemnization whenever masks or face shields have been removed. All other attendees must wear their masks throughout the solemnization. Masks / face shields may be removed momentarily for photo-taking and must be worn immediately after photos are taken.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}