{
  "text": "1 Issued: 7 August 2021 Issued: 7 August 2021 SAFE MANAGEMENT MEASURES FOR SPORT AND PHYSICAL EXERCISE & ACTIVITY FOLLOWING MID-POINT REVIEW OF PHASE 2 (HEIGHTENED ALERT) 1. On 6 August 2021, the Multi-Ministry Taskforce (MTF) announced a calibrated easing of safe management measures (SMMs) in two stages from 10 August 2021 and 19 August 2021. Following the announcement, Sport Singapore is providing guidance regarding the SMMs concerning all sports and physical exercises & activities, and public & private sports & recreational facilities in Singapore for the period 10 August 2021 onwards. PREPARING TO BE A COVID-19 RESILIENT NATION 2. At present, approximately 70% of Singapore’s population would have completed two doses under the national vaccination programme. With growing vaccination coverage amongst our population, we can start to resume more activities with greater confidence and assurance of public health safety, while continuing to adopt a calibrated risk-based approach in re-opening. 3. MTF has announced the introduction of a vaccination-differentiated approach when adjusting our safe management measures. Fully vaccinated individuals, who have good protection against the risk of infection or severe illnesses, will be able to engage in a wider range of activities, including high-risk settings involving unmasked sport/exercise activity that take place indoors.1 . The measures in this advisory will reflect this approach. An individual is considered fully vaccinated two weeks after he or she has received two doses of Pfizer\u0002BioNTech/ Comirnaty, Moderna, or any WHO EUL vaccines2 . Unvaccinated individuals with a valid negative result on a Pre-Event Test taken within the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event, or recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. IMPLEMENTING VACCINATION-DIFFERENTIATED SMMs (VDS) AT SPORT FACILITIES 4. Permitted enterprises are advised to determine if they will be able to effectively implement vaccination-differentiated SMMs (VDS) at their indoor facilities. Facilities that do not implement checks on vaccination status will not be allowed to conduct unmasked indoor activities or provide common equipment. These facilities may only continue to conduct indoor masked activities without provision of equipment. 5. Permitted enterprises that implement VDS are responsible for conducting checks on the vaccination status of all staff and participants. Beyond the usual screening measures such as TraceTogether-only SafeEntry (TT-only SE), SafeEntry Gateway (SEGW) check-in & check-out and temperature checks, they are to ensure that every person who enters their premises have their vaccination status checked and recorded manually or electronically. Persons who do not have their vaccination status verified will be denied participation in indoor unmasked activities. Permitted enterprises are to set up proper checking protocol at their access control points. 1 Indoors spaces are defined as those enclosed by shelter and walls where there is inadequate natural ventilation. 2 From 10 August 2021, individuals who are fully vaccinated with the World Health Organisation’s Emergency Use Listing (WHO EUL) vaccines such as Sinovac-CoronaVac, Sinopharm, and AstraZeneca will be eligible for the vaccination-differentiated safe management measures. 2 Issued: 7 August 2021 6. Permitted enterprises may cater for indoor unmasked activities for fully vaccinated individuals3 in clearly demarcated spaces away from other users, in accordance with the guidelines below. Enterprises will also have to ensure that vaccinated individuals who participate in such activities do not mix with other users for the entire time they are within the facility (including in common areas such as changing rooms and toilets). In such situations, the individuals from different categories should be clearly marked by use of coloured wrist tags or passes or some other form of differentiating identification. SAFE MANAGEMENT MEASURES FOR SPORT & PHYSICAL EXERCISE / ACTIVITY FROM 10 AUGUST 2021 Permitted enterprises are responsible to ensure that SMMs are adhered to on their premises. 7. Group Size. Group activities are allowed for up to 5 individuals (including instructor / coach). Indoor unmasked activities will be allowed only where all participants have been fully vaccinated. (If any of the participants is not fully vaccinated, then indoor unmasked activity for that group is prohibited. Please see paragraph 13 for treatment of children aged 12 years old and below.) 8. Organised Classes / Programmes. Multiple groups of 5, up to 50 participants (including instructor / coach) or up to the capacity limit of the venue, whichever is lower, can take place. For indoor unmasked activities, a lower limit of up to 30 participants applies, and all participants have to be fully vaccinated for the class/programme to take place. A record of the participants in each grouping is to be maintained to aid contact tracing. To be clear, physical activity of a social nature (that does not involve any instructor / coach) should be kept to a limit of 5 participants. 9. Physical Distancing. While exercising and playing sport, the following physical distancing requirements apply: a. 2-metre physical distancing between individuals for general physical activities, unless the nature of activity requires the distance to be shortened; b. 3-metre physical distancing between individuals for indoors high intensity or high movement exercise classes, unless the nature of activity requires the distance to be shortened. For instance, in an exercise studio, participants have to maintain the above distancing during the workout when performing exercise, but may interact within the same group during intervals. If there are multiple groups, the groups must not interact across groups, and must maintain a distance of 3 metres apart from one another at all times. Groups should not intermingle at all times. 10. Venue Capacity and Density. Sport/recreational facilities can only admit a maximum number of persons according to its Gross Floor Area based on 10 Sqm per person4 , up to a maximum of 50 persons. No facility, regardless of size, shall admit more than 50 persons at 3 An individual is considered fully vaccinated two weeks after he or she has received two doses of approved vaccines. Unvaccinated individuals with a valid negative result on a Pre-Event Test taken within the past 24 hours at an MOH-approved medical service provider before the expected end of the class/programme/event, or recovered COVID-19 individuals, are of similarly lower risk, and may also join in the group of fully vaccinated individuals. 4 The Gross Floor Area includes exercises spaces, as well as other spaces such as changing rooms, rest areas within the facility. Facilities smaller than 50 sqm can admit up to 5 persons but must adhere to distancing rules; the 5 persons do not include staff. 3 Issued: 7 August 2021 any single point in time. However, large complexes or multi-function premises such as country clubs or larger premises, may treat different parts of their premises as separate facilities, provided that they are well separated by physical barriers such that intermingling is not possible. Each of these facilities are to have separate TraceTogether-only SafeEntry (TT-only SE) or SafeEntry Gateway (SEGW) check-in & check-out, as well as other screening provisions. 11. Provision of Common Equipment. For outdoor facilities, operators can provide common equipment for their participants. For indoor facilities, VDS needs to be implemented before common equipment such as weight, strength or resistance training equipment, climbing walls, yoga mat etc can be made available. Operators will have to verify the vaccination status of all participants, and ensure that only fully vaccinated individuals5 will be allowed to participate in indoor unmasked activities. To be clear, even if an indoor facility does not offer unmasked activity, it will have to institute checks on vaccination status upon entry if common equipment is provided at that facility. Thorough sanitisation is to be instituted at regular intervals to minimise risk of transmission via common surfaces. 12. Enhanced SMMs for Indoor Facilities. Operators, staff, participants and instructors of indoor facilities will also have to adhere to an enhanced set of SMMs as per Annex. 13. Treatment of children aged 12 years old and below (i.e. born in and after 2009) participating in indoor unmasked activities. This age group is currently ineligible for any COVID-19 vaccine under the national vaccination programme. They will be allowed to participate in indoors unmasked classes/programmes/activities, subject to the following provisions: a. Group of not more than 5 participants, where all children who are aged 12 years and below are from the same household. There can be no multiple groups of 5 participants in an organised class/programme in this situation. b. Participant(s) in the group who are above 12 years can be from a different household as the children, but must be fully vaccinated6 to be able to be part of the group activity. This could, for instance, be an instructor who is leading the group. The instructor will be required to verify that all children in the group who are 12 years and below are from the same household before the start of the class/programme/activity. To be clear, multiple groups of 5 are not allowed in this situation. LARGE GROUP OUTDOOR CLASSES 14. Approved large outdoor classes at public spaces such as parks and HDB common areas can continue, subject to the venue size and safe distancing requirements as stated in paragraphs 7 to 11. All instructors must also be registered with Sport Singapore.7 5 See footnote 3 6 See footnote 3 7 Instructors who are interested to conduct large outdoor classes at outdoor public spaces must be registered and can do so via Subsequent approval from facility owner need to be sought before activities can be conducted. 4 Issued: 7 August 2021 SPORT EVENTS 15. Sport events can continue during the stipulated period as follows: a. Spectator Sport Events. From 10 August, spectator sport events, such as Singapore Premier League football matches can proceed with up to 500 spectators (in zones of up to 50 persons) if all spectators are fully vaccinated.8 From 19 August, the limit is raised to up to 1,000 spectators (in zones of up to 50 persons) if all spectators are fully vaccinated. b. Mass Participation Sport Events. From 10 August, mass participation sport events, such as mass runs, open-water swims, cycling and triathlon events, can proceed with up to 500 participants (in waves of up to 50 persons) per session9 ,, if all participants are fully vaccinated. From 19 August, the limit is raised to up to 1,000 participants per session (in waves of up to 50 persons as well), if all participants are fully vaccinated. At this juncture, mass participation sport events will not be allowed to have invited spectators. Organisers are to put in place measures to prevent the spontaneous gathering of onlookers for such events. c. Sport Competitions & Tournaments refer to competitions involving timed races or head-to-head matches where there could be multiple heats or qualifying rounds (“sessions”). Such events can continue, but must not exceed 50 persons in each facility at any single point in time. Organisers are advised to arrange competitions with different sessions, adequately separated within a day (i.e. at different times of a day) or across multiple days, to avoid congregation. Each match is allowed to have up to 5 persons in the field of play at any single point in time, e.g. 2v2, 2v3. For indoor unmasked competitions or activities, only fully vaccinated persons may participate in such events. MCCY and SportSG are studying the feasibility of allowing more players per match in sport competitions and tournaments, if all players are fully vaccinated. We will provide updates when the details are ready. For such sport competitions and tournaments, spectators are permitted, but must comply with the requirements at paragraph 15(a) above. Unvaccinated children aged 12 and below may be included and exempted from pre-event testing, but must be limited to no more than 20% of total attendance If there are any spectators/participants who are unvaccinated or untested (other than children aged 12 and below), the event will have to be capped at 50 persons. 16. All sport events that involve more than 50 persons in total (including participants, spectators, officials, event crew and support staff) will need to be endorsed by Sport Singapore before they can be conducted. Organisers will have to submit an application to Sport Singapore using the form in Annex A, emailing it to SPORT_Covid@sport.gov.sg at least 14 8 See footnote 3. 9 Different sessions are required to be adequately separated by time to avoid the congregation of participants at the venue and its vicinity. Organisers may propose the number of sessions and time interval between sessions to ensure safe participation, which may vary depending on context. 5 Issued: 7 August 2021 days prior to the start of the event to give time for evaluation and discussion. Organisers are advised not to carry out related marketing/publicity efforts before receiving endorsement from Sport Singapore, as the event may require modifications before it may proceed.10 Sport Singapore’s endorsement is only for the sport event SMMs. Organisers will need to seek further approval from facility owner / relevant agencies before their event can proceed. Events that were previously endorsed by Sport Singapore will need to have their SMMs updated and organisers are to resubmit their plans using the prescribed form for endorsement by Sport Singapore. OTHER SAFE MANAGEMENT MEASURES 17. Other safe management measures will continue to be in place,and these should be complied with. These include, but are not limited to: a. Mask wearing. Masks should be worn as a default. Masks may be taken off when performing strenuous activity outdoors, and it must be put on immediately after the completion of high intensity sport and physical activities. In indoor settings, only fully vaccinated individuals may remove their masks when performing strenuous activity in a facility that has implemented vaccination-differentiated SMMs. b. Intermingling to be avoided in changing rooms / toilets. Individuals should not intermingle with others and linger within the facilities. Masks must be worn when one is changing in and out of one’s sport attire / swimwear. If a mask is removed during shower or face-washing, it is to be worn promptly after. Changing rooms and toilets must be closed off if individuals cannot comply with these SMMs. c. Sharing of common equipment should be minimised. The sharing of equipment (when it is not prohibited) should be minimised as far as possible. The equipment should be wiped down / sanitised before passing on for use by the next user. This includes equipment such as weights and balls. d. Facilitating contact tracing. Operators and instructors are to maintain a complete set of data that clearly record how all participants are segregated into groups of up to 5 persons. Recent cases have revealed that sport and exercise operators and instructors have not been able to provide the required information, hampering contact tracing by the authorities. It is also the statutory responsibility of operators and instructors to ensure that all participants are properly checked in by TraceTogether-only SafeEntry (TT-only SE) or SafeEntry Gateway (SEGW). Where the activity permits (e.g. for spin classes), participants are to carry their devices such as TT Tokens to aid contact tracing. Even if an activity does not allow carriage of such devices, operators and instructors are to take steps to place the devices together to reflect group arrangement. e. Reducing physical interaction & hygiene and ensuring safe distancing. Owners or operators of facilities are responsible for ensuring SMMs are implemented, and that their patrons/users comply. Facility owners/operators must: i. Organise human traffic flow and space management to ensure that the mixing of groups is minimised to transient contact. 10 Organisers will be responsible for the costs of the event (including the additional costs of modifications), and/or compensation to participants arising from event postponement or cancellation. 6 Issued: 7 August 2021 ii. Put in place measures to minimise crowding or mixing at common facilities e.g. toilets. Where possible, specific common facilities should be designated to specific zones so that attendees from different zones do not mix when using such facilities. iii. Conduct temperature screening11 and checks on visible symptoms12 for visitors and turn away those with fever and/or who appear unwell. TraceTogether-only SafeEntry (TT-only SE) or SafeEntry Gateway (SEGW) must be implemented for participants and visitors. All participants and staff are to use either the TraceTogether app or the TraceTogether Tokens for check-in and check-out. Enforcement of this will be stepped up to ensure full compliance by all permitted enterprises. iv. Frequently disinfect common spaces and interactive components (e.g. smart kiosks, turnstiles, changing benches, hooks for clothes, etc). Operators are strongly encouraged to adopt good sanitation and hygiene practices to achieve the SG Clean quality mark. v. All indoor premises should refer to the latest guidance on improving ventilation and indoor air quality in buildings amid the COVID-19 situation, available at: vi. Place hand sanitisers in close proximity of the facility entrance and high-touch surfaces like door handles. Attendees should be encouraged to sanitise their hands before entering and upon leaving the facility. vii. Ensure that participants do not shout while engaging in physical activities. This is because shouting increases the risk of transmission via droplets. ENFORCEMENT 18. Government agencies will be conducting inspections. Enforcement action(s) under the COVID-19 (Temporary Measures) Act and the Infectious Diseases Act will be taken against businesses or individuals who fail to comply with safe management measures. “VACCINATE OR REGULAR TEST” REGIME FOR SPORT AND FITNESS SECTOR 19. From 1 October 2021, the following workforce13 involved in high-risk settings that interact with unmasked clients will be required to be vaccinated: a. Gyms and fitness studios coaches / trainers / instructors where clients are engaged in unmasked activities. b. Sport coaches / instructors in sports such as, but not limited to athletics, badminton, basketball, dance, football, swimming, martial art, etc, where trainees are unmasked. Any unvaccinated workers will have to be tested with an ART kit twice a week. For the small group that remains medically ineligible for vaccines, the Government will subsidise their tests. 11 Individuals with temperatures 38 degrees celsius and above are considered as having a fever. 12 Notable visible symptoms to look out for include: (a) coughing; (b) sneezing; (c) breathlessness; and (d) a runny nose. 13 Does not include volunteers and those who are not paid/compensated for their services. 7 Issued: 7 August 2021 20. From 15 July to 30 September 2021, the workforce listed under paragraphs 19 (a) and (b) will continue to be subject to Fast & Easy Testing (FET), at the frequency of once every 14 days. More information on FET for the sport and fitness sector can be found here or through the QR code. EVERYONE HAS A PART TO PLAY AGAINST COVID-19 21. Singaporeans are urged to remain vigilant and observe safe distancing measures in place to minimise community transmissions. We all have a part to play in keeping COVID-19 at bay, and protect ourselves and our loved ones. 22. For the latest updates on COVID-19 for sport and physical exercise & activity, please visit For queries, members of the public can email the Sport Singapore QSM at or call 1800-344-1177 during office hours (Mondays to Fridays, 9.00am to 6.00pm). 23. This guidance supersedes all advisories issued by Sport Singapore before this date. - End - 8 Issued: 7 August 2021 ANNEX ENHANCED SAFE MANAGEMENT MEASURES (SMMs) FOR SPORT AND PHYSICAL ACTIVITIES FOR INDOOR FACILITIES FROM 10 AUGUST 2021 Operators will have to comply with all the following SMMs: a. All participants, including instructors and staff, must be properly masked at all times, including when performing the physical activity unless they are fully vaccinated individuals engaged in strenuous activities in a facility that has implemented vaccination-differentiated SMMs. b. Staggered class start times to allow for a minimum of 15 minutes between classes and/or put in place separate routes if a premise is able to host multiple classes at a time. This is to prevent intermingling and mixing between participants before and after class. Operators will have to ventilate the room after each class ends. Participants must leave the premises immediately once they have completed their classes, or if they have exceeded a two-hour period. c. Organised programmes and classes are limited to no more than 30 (if unmasked) and 50 persons (if masked) or lower subject to the venue size and safe distancing requirements, and in groups of no more than 5 persons. d. Physical distancing between individuals exercising should be at least 2 metres, or 3 metres for indoors high intensity or high movement exercise classes, unless the nature of activity requires the distance to be shortened. A 3-metre physical distancing between different groups must be maintained at all times. There shall be no intermingling between groups before, during and after classes. e. The premises must be wiped down / sanitised before passing on to the next user to minimise the risk of COVID-19 transmission. f. Food and drink must not be supplied or consumed within the activity area, except if the consumption of a drink is necessary to preserve life or prevent injury in an emergency. g. Ensure that participants, including the instructor, do not talk loudly, sing, or shout while engaging in physical activities to minimise risk of transmission via droplets.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}