{
  "text": "SAFE MANAGEMENT MEASURES FOR MICE EVENT PILOTS IN SINGAPORE Updated as of 10 August 2021 IMPORTANT 1. As Singapore transits towards COVID resilience, the Multi-Ministry Taskforce (MTF) announced on 6 August 2021 that it would ease Safe Management Measures in two steps. The first will take effect from 10 August 2021 and the second from 19 August 2021, if conditions remain stable. 2. The information in this circular (which includes its annexes) supersedes that in previous advisories or statements. Key updates for MICE event pilots: For the period of 10 to 18 August 2021 (both dates inclusive): S/N. Type of event session Event size limit 1. Participants are predominantly seated or standing in a fixed position during the session. Examples: Meetings, conferences, and conventions Up to 500 fully vaccinated participants (as defined in footnote*) at a time, per session 2. Participants are predominantly non-seated and moving about during the session. Example: Exhibitions, networking sessions Up to 250 fully vaccinated* participants at a time, per session All participants must be fully vaccinated*. Otherwise, the event size limit is 50 participants without the need for Pre-Event Testing (PET). Participants must adhere to prevailing national guidelines e.g. participants are to be seated in groups of not more than 5 participants if all are fully vaccinated* and must ensure that there is a distance of at least 1 metre between participants at all times. For events exceeding 50 participants, the number of children aged 12 years and below is capped at 20% of the total number of participants. From 19 August 2021 If the situation remains stable, MICE event pilots may have up to 1000 participants at a time if all participants are fully vaccinated* and predominantly seated or standing in a fixed position; or up to 500 participants at a time if all participants are fully vaccinated* and predominantly non-seated and moving about. For forward planning purposes, Event Organisers may continue to engage STB on applications for MICE event pilots that are larger than the current size limit and with food & beverages provided to participants. However, please note that all approvals and MICE event pilots will still be subjected to the safe management measures applicable at the time. 3. MICE events refer to business-oriented events such as meetings, conferences and exhibitions arranged or held in the course of business [1] with more than 50 participants which are not held for individual consumers to attend. MICE events with 50 participants or less do not require MTI’s approval. Permitted enterprise may proceed to organise the event and adhere to the Safe Management Measures (SMMs) at the Workplace by the Ministry of Manpower. Events that are substantially social, recreational, political or religious in character, such as company D&Ds, networking events or gala dinners, do not fall within the MICE events contemplated here. Up to 50 participants^ at a time 51 to 250/500 participants at a time Up to 50 pax per zone Safe distancing of at least 1 metre between individuals at all times Adhere to Safe Management Measures (SMMs) at the Workplace by the Ministry of Manpower here. MICE event pilot application is not required. Both the Event Organiser and Event Venue (collectively, EOs) must submit an application for STB’s assessment and for the Ministry of Trade and Industry (MTI) to approve the EO carrying out the event. Pre-Event Testing (PET) is only required for all foreign participants who are on a Controlled Itinerary, and any local residents and Business Travel Pass (BTP) holders with recent travel history [2]. ^includes Event Organisers but excludes premises staff at third party venues All participants must be a fully vaccinated* 4. The total operating capacity per session will include all participants of the event, including exhibitors, media attending the event, speakers, participants’ liaison officers, etc. EO staff who are also participating in the event (e.g. as speakers, audience members, etc.) are included in the total operating capacity. All other EO staff and external service providers are excluded. SUBMISSION OF APPLICATION FOR PILOTING OF MICE EVENTS 5. Under the Safe Business Events (SBE) framework, EOs must implement SMMs which will meet the 5 outcomes required for the piloting of MICE events in a safe and controlled manner. The SMMs must span a participant’s entire journey, at least 60 minutes before, during and at least 60 minutes after the MICE event. 6. To hold a MICE event, an EO must submit an application for STB’s assessment and support for the Ministry of Trade and Industry (MTI) to approve the EO carrying out the event. 7. Each MICE event and its related marketing efforts may be carried out only after receiving written approval from MTI. Please note that MTI has the right to impose stricter/additional SMMs or vary some SMMs. EOs must submit their application at least 1 month prior to each MICE event. STB and MTI will take up to 14 business days to assess each application. 8. Please refer to Annex A and Annex B for the checklist on Safe Management Measures for Safe Business Events framework for the period of 10 to 18 August 2021 (both dates inclusive) and illustration of SMMs respectively. 9. For forward planning purposes, Event Organisers may continue to engage STB on applications for MICE event pilots with more than 500 participants. However, please note that all approvals and MICE event pilots will still be subject to the safe management measures applicable at the time. EVENTS INDUSTRY RESILIENCE ROADMAP 10. The Singapore Association of Convention and Exhibition Organisers and Suppliers (SACEOS) collaborated with STB and Enterprise Singapore (ESG) to formulate an Events Industry Resilience Roadmap (IRR) [3]. The roadmap provides guidance on safety management measures and best practices. Event organisers, suppliers and venues may refer to the IRR for guidelines on implementing and operationalising STB’s Safe Business Events (SBE) framework at your events. Guided by the IRR, the SG SafeEvents Certification was launched on 7 April 2021 based on the Technical Reference (TR) 84 “Safe Event Management for the MICE and Events Industry” developed by the Singapore Standards Council (SSC) overseen by Enterprise Singapore (ESG). TR84 can be purchased on the Singapore Standards e-shop (www.singaporestandardseshop.sg). Interested enterprises in the MICE and Tourism ecosystem who wish to be certified or who wish to enquire about the certification can write in to SACEOS at secretariat@saceos.org.sg. ENFORCEMENT OF MEASURES 11. STB will conduct enforcement checks to ensure compliance with SMMs. Enforcement action will be taken against the Event Organisers and Event Venues (collectively, EOs) who hold MICE events without registering with STB or receiving the necessary approval from MTI and/or who fail to comply with the necessary SMMs. Action may also be taken against EOs who conduct events that were not included in the event application and/or approved by MTI. 12. Under the COVID-19 (Temporary Measures) Act passed in Parliament on 7 April 2020, first- time offenders will face a fine of up to S$10,000, imprisonment of up to six months, or both. Repeat offenders will face a fine of up to S$20,000, imprisonment of up to twelve months, or both. Businesses that are not compliant may be ordered to cease business activities or close altogether. Under the Infectious Diseases (Mass Gathering Testing for Coronavirus Disease 2019) Regulations 2021, EOs that fail to comply with requirements thereunder will face a fine not exceeding $10,000 and participants that fail to comply will face a fine not exceeding $5,000 or to imprisonment for a term not exceeding 6 months or to both. Businesses that are not compliant may also be ineligible for government grants, loans, tax rebates and other assistance. 13. For any enquiries, please contact businessevents@stb.gov.sg.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}