{
  "text": "Updated Advisory for Safe Management Measures at Food & Beverage Establishments 1. The Multi-Ministry Taskforce (MTF) has announced a calibrated path for resumption of more economic and social activities under Phase 2 (Heightened Alert) from 10 August 2021. Current Safe Management Measures (SMMs) will be adjusted as we transit to the endemic state. 2. To provide a safe environment for customers and workers, food and beverage (F&B) establishments currently in operation must implement the Safe Management Measures (SMMs), as required by the Ministry of Manpower (MOM) and comply with the COVID-19 (Temporary Measures) (Control Order) Regulations. 3. In addition, F&B establishments are required to comply with the measures set out by Enterprise Singapore (ESG), Housing & Development Board (HDB), Singapore Food Agency (SFA), Singapore Tourism Board (STB) and Urban Redevelopment Authority (URA) in this document. The information in this document supersedes that in previous advisories or statements. Latest updates for F&B establishments 4. F&B establishments are allowed to continue food service operations, with the exception of establishments with Pubs, Bars, Nightclubs, Discos and Karaoke SFA license categories or SSIC codes starting with 5613. F&B establishments that are allowed to operate must comply with the following: Vaccination-differentiated SMMs 4.1. From 10 August 2021, F&B establishments are permitted to seat dine-in groups of up to 5 persons. 4.1.1. Vaccination-differentiated SMMs apply only if all the customers meet any of the following criteria: a. Fully vaccinated (an individual is considered fully vaccinated two weeks[1] after he or she has received the full regimen of the Pfizer-BioNTech/Comirnaty or Moderna vaccines currently administered under the National Vaccination Programme, or after completing the full regimen of vaccines on the World Health Organisation’s Emergency Use Listing (WHO EUL) including the appropriate duration post-vaccination for the vaccine to be fully effective [2]); or b. Recovered from COVID-19 and can provide a valid Pre-Event Test (PET) exemption notice for the duration of his/her dine-in[3] from an MOH-approved COVID-19 test provider; or c. Have a valid negative PET result for the duration of his/her dine-in[4] from an MOH-approved COVID-19 test provider within the last 24 hours. 4.1.2. Dine-in is not allowed if any individual within a group of up to 5 persons does not meet eligibility criteria. 4.1.3. Children aged 12 years and below who do not meet the eligibility criteria may be included in the group of up to 5 persons. If there is more than one such child in the group, all children must be from the same household. 4.2. F&B establishments may choose to introduce vaccination-differentiated SMMs depending on their operating model and clientele, and ability to check the status of individuals who dine-in. Otherwise, F&B establishments will only be allowed to operate take-away services. 4.2.1. The use of the SafeEntry (Business) App is strongly encouraged to facilitate dine-in eligibility checks for both TraceTogether App and Token users. The SafeEntry Gateway Box cannot be used to facilitate these checks. 4.2.2. Refer to Annex A for the requirements for vaccination-differentiated SMMs. 4.3. As hawker centres and coffeeshops[5] are open-air and naturally ventilated spaces, a special concession would be given to allow vaccinated and unvaccinated individuals to dine in these settings, but subject to group sizes of up to 2 persons only. For avoidance of doubt, food courts[6] are allowed to open for dine-in only for fully vaccinated/ recovered/ tested customers (see para 4.1), and may continue to operate take-away services for all customers. However, only eligible customers are allowed to dine-in at food courts. Testing 4.4. From 15 July 2021, F&B establishments providing dine-in services must place all employees on a regular Fast and Easy Testing (FET) regime using tests such as antigen rapid test (ART), regardless of their vaccination status. This can be done through employer-led supervised self-swabs[7]. 4.4.1. This includes both part-time and full-time employees, as well as third-party contracted staff (e.g. cleaners) who work at the establishments. Business owners and store managers who work at these establishments must also undergo FET. Individuals who have recovered from a COVID-19 infection in the past 270 days are exempted from the FET requirement. Establishments can refer to the following Gobusiness portal link for more details. 4.5. From 1 October 2021, all employees working in sectors that interact with customers in higher-risk mask-off settings are to be fully vaccinated or have to undergo regular testing. This includes all employees working in F&B dine-in establishments. Unvaccinated employees and those who may be medically ineligible for vaccines on the National Vaccination Programme will be required to undergo twice weekly testing to mitigate risk of transmission to the public. The government will subsidise tests for the small group of individuals who are medically ineligible for vaccines under the National Vaccination Programme. 4.5.1. All employees must continue with the prevailing FET regime if F&B dine-in services are resumed. 4.5.2. Employers may wish to refer to MOM's Advisory on COVID-19 vaccination in employment settings 5. All F&B establishments are also to note the following measures: 5.1. From 19 August 2021, all F&B establishments no longer need to conduct temperature screening given the high levels of vaccine coverage and increased surveillance measures such as FET. 5.2. Sale and consumption of alcohol in all F&B establishments are prohibited after 2230hrs daily[8]. This includes consumption at any outdoor refreshment area and/or tables/chairs[9] owned or managed by such establishment. As a best practice, by around 2200hrs, F&B operators should cease the sale of alcohol as a dine-in service and remind customers to consume their alcohol by 2230hrs. 5.3. Entertainment at F&B establishments (e.g. live entertainment, recorded music, and videos/TV screening) remain prohibited. 5.4. F&B establishments may serve as venues for marriage events and/or work-related events by third parties and are required to comply with the SMMs for these events[10]. Protocol on handling COVID-19 cases 5.5. They should proactively manage potential contacts of COVID-19 cases at the workplace. Refer to for more details. 5.6. Observe the protocol on disinfection for premises visited by positive COVID-19 cases. Refer to for more details. Safe Management Measures – Customer-facing operations/Front-of-house 6. The following measures apply to all customer-facing operations of F&B establishments: 6.1. Queue management 6.1.1. Clearly demarcate queue lines, put up signage to guide customers on where to queue to order and collect food, and ensure at least one-metre spacing between individual customers at areas such as entrances and cashier counters (e.g. through floor markers). One-metre spacing must also be maintained between queues and seated customers (e.g. remove seats that are too close to the queue if required). 6.1.2. Demarcate a waiting area for customers and delivery personnel to pick up their food. 6.1.3. Implement pre-ordering and pre-payment solutions where possible to minimise physical clustering of customers waiting to place or pick up their orders. 6.1.4. Encourage the use of self-checkouts, cashless or contactless payment methods to reduce contact between employees and customers. 6.1.5. Implement contactless pick-up for food delivery orders where possible to minimise interactions. 6.1.6. Ensure that customers and delivery personnel observe at least one-metre spacing at all times and do not cluster together. 6.2. Table and seating management 6.2.1. For F&B establishments that introduce vaccination-differentiated SMMs, group sizes must be limited to up to 5 persons. 6.2.2. F&B establishments must ensure that a safe distance of at least one metre is maintained between groups of up to 5 customers to mitigate the risk of transmission. This refers to the distance between the edges of every group or person. In addition, F&B establishments must ensure that the furniture is arranged in such a way to facilitate safe distancing between groups – for example, the distance measured between the backs of chairs used by customers in different groups, or the legs of chairs if there is no back, must also be at least one metre apart[11]. Refer to for the infographic on SMMs. 6.2.3. F&B establishments should not accept reservations or walk-ins, or allow in their premises social gatherings with more than 5 persons, even if they are split across multiple tables. Exceptions can only be made if all members of the group are from the same household, i.e. have the same place of residence (families living in different places of residence are not from the same household). However, they will need to be seated at multiple tables, with no more than 5 persons per table, and with at least one-metre spacing maintained between these groups. F&B establishments are required to verify customers’ claims that they are from the same household, and can reject entry of customers at their discretion. There must be no mixing or intermingling between groups. 6.2.4. Where tables/seats are fixed, tables/seats should be marked out to accommodate groups of no more than 5 persons, while ensuring at least one-metre spacing between groups. 6.2.5. Self-service buffet lines are not allowed[12]. Food lines where customers can queue and be served by F&B employees are allowed with the necessary measures in place (see paragraph 6.7). 6.3. Crowd management 6.3.1. Radio broadcasts, all forms of television, film and video screenings[13] and the provision or allowance of other forms of public entertainment activities such as live music, dancing, variety acts and singing (by employees or customers), amusement devices, darts, billiards, pool, snooker, karaoke, gambling and/or gaming instruments (e.g. dice, mahjong tiles, playing cards)[14] in the F&B premises are not permitted. F&B operators should also make clear to customers, for instance, that singing songs, including birthday songs, is not permitted. 6.3.2. F&B establishments are also not allowed to play any form of recorded music or sounds, including background music. Emphatic toasting with food or drinks is disallowed, by both employees and customers. Operators should also ensure that their employees refrain from conduct that could encourage customers to make emphatic toasts. 6.3.3. Operators of common play areas for children/toddlers/infants in F&B establishments[15] must ensure at least one-metre spacing between groups of customers. 6.4. Contact tracing 6.4.1. F&B establishments must implement SafeEntry via TraceTogether-only SafeEntry (TT-only SE) for customers and visitors, with the exception of those that only provide takeaway and/or delivery, with no dine-in services[16]. 6.4.2. F&B establishments required to deploy SafeEntry for customers and visitors need to provide the SafeEntry Gateway[17] (SEGW) as an additional option for SafeEntry check-in. SEGW is available as a feature within the SafeEntry (Business) App (updated to the latest version) and as a physical standalone device (SEGW Box). Do note that the SEGW Box cannot be used to facilitate the eligibility checks for the vaccination-differentiated SMMs. 6.4.3. To facilitate more precise contact tracing efforts, SafeEntry check-out is also encouraged. Businesses can facilitate check-out for their customers by toggling to the SEGW check-out function within the SafeEntry (Business) App. Businesses with a higher throughput of visitors and places where people are likely to be in close proximity for prolonged periods with masks off will also be eligible for SEGW Check-out Boxes[18]. 6.4.4. Refer to Annex C for more details on SafeEntry Check-in. 6.5. Health checks 6.5.1. F&B establishments must conduct temperature screening[19] and checks on visible symptoms[20] for customers at entrances, and advise those with fever and/or who appear unwell to visit a doctor before turning them away. Those that only provide takeaway and/or delivery are not required to do so. 6.5.2. From 19 August 2021, these establishments no longer need to conduct temperature screening. However, they can continue with the checks for visible symptoms for customers. 6.5.3. For checks required for vaccination-differentiated SMMs, refer to Annex A. 6.6. Cleanliness and hygiene 6.6.1. F&B establishments must ensure that all employees, delivery personnel and other onsite personnel wear their masks properly at all times. Employees who eat or drink onsite must wear their masks immediately after doing so. Establishments should also ensure that on-site customers wear their masks before food is served and immediately after their meals, as well as when customers move around the establishment. 6.6.2. F&B establishments must ensure that common spaces and items, high-touch surfaces (e.g. counters, menus), interactive components (e.g. tablets, smart kiosks) as well as play areas for children/toddlers/infants are frequently cleaned/disinfected. 6.6.3. Communal amenities for self-service (e.g. drink dispensers and condiment stations) must not be used[21]. 6.6.4. Self-service food samples are not allowed. 6.6.5. Hand sanitisers should be made available to employees and customers at common touchpoints (e.g. entry/exit doors, cashiers). Employees handling cash and other payment modes (e.g. credit cards) should clean or sanitise their hands before handling food and food packaging. 6.7. Food lines served by employees[22] 6.7.1. F&B establishments must cover food at the food lines with shields or other forms of barriers to minimise exposure and mitigate food contamination risk. 6.7.2. Employees must pick the food for customers, and ensure that customers do not have contact with the food line. 6.7.3. Employees must not handle food with bare hands. They must use a clean fork, tongs, scoop or other suitable utensil[23]. 6.7.4. Employees must ensure that individuals queuing for food have their masks on at all times and maintain a safe distance of one-metre between individuals. 6.7.5. These would be on top of the existing additional SMMs that are mandated at work-related events and MICE events. For instance, each food line must not be used to serve participants from different zones at the same time. Separate food lines must be set up for each zone, where practicable. Please refer to the Safe Business Events Framework for details. 6.8. Ventilation and improving indoor air quality 6.8.1. F&B establishments are strongly encouraged to improve ventilation and improve indoor air quality in all premises. They may wish to refer to the Guidance Note on improving ventilation and indoor air quality in buildings issued by the Building and Construction Authority (BCA), National Environment Agency (NEA) and Ministry of Health (MOH)[24]. 7. F&B establishments should put up clear signages to remind customers to comply with safe management requirements where applicable, and train and deploy service personnel to provide clear communication to customers on SMMs. 8. F&B establishments should allow customers to use their own clean and reusable containers when ordering takeaways. This will help to reduce the amount of waste generated and ease the demand for disposable food containers. 9. Refer to Annex D for other recommended guidelines. Safe Management Measures – Workplace premises[25]/Back-of-house/Kitchen 10. To ensure COVID-safe workplaces, F&B establishments should adhere to measures as outlined in MOM’s Requirements for Safe Management Measures at the Workplace, and take care of their workers, workplaces and those who may become unwell at their workplaces. 11. Employers must ensure no cross-deployment across worksites[26], i.e. no employee should work at more than one worksite. 11.1. If cross-deployment cannot be avoided (e.g. due to the nature of the job), additional safeguards must be taken to minimise the risk of cross infection[27]. 11.2. For venues that have been visited by positive COVID-19 cases and asked to close by MOH, employees should not be redeployed to other worksites at all for the period of closure. If instructed to go for swabs, employers must ensure that their employees from these venues visit the designated Regional Screening Centre, “Swab and Send Home” (SASH) Public Health Preparedness Clinics or mobile swab sites for the COVID-19 test offered by MOH. These employees should stay at home and minimise social interactions during the period of closure even if their swab results are negative. They should also monitor their health closely, and visit a doctor immediately if unwell. Enforcement of measures 12. Government agencies will be stepping up enforcement on F&B establishments and will take firm action against any breaches, including failure to maintain the one-metre safe distancing between groups and to prevent intermingling of groups, allowing group sizes above permissable limits, serving and allowing the consumption of alcohol after 2230hrs, and providing entertainment and games. 13. Under the COVID-19 (Temporary Measures) Act, first-time offenders will face a fine of up to S$10,000, imprisonment of up to six months, or both. Subsequent offences may face a fine of up to S$20,000, imprisonment of up to twelve months, or both. 14. Businesses that do not implement or comply with the government’s requirements on SMMs may also be ineligible for government grants, loans, tax rebates and other assistance, and may also be subject to temporary closures. Annex A – Details of vaccinated-dfferentiated SMMs Annex B – SMMs for work-related events Annex C – Details of SafeEntry check-in Annex D – Other recommended guidelines for customer-facing operations Issued by: Enterprise Singapore Housing & Development Board Singapore Food Agency Singapore Tourism Board Urban Redevelopment Authority Updated as of 9 August 2021",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-30",
    "name": "passage",
    "category": null
  }
}