{
  "text": "Updated Advisory for Safe Management Measures at Retail Establishments and Lifestyle-Related Services Published: 23 July 2021 Who Should Know: Mall developers, building owners, retail business owners Effective Date: 22 July 2021 This has been superseded by the latest advisory. Please refer to the Circulars page. The Multi-Ministry Taskforce (MTF) announced on 20 July 2021 the further tightening of community Safe Management Measures (SMMs) by going back to Phase 2 (Heightened Alert). This is to contain the current outbreak while pushing ahead with the COVID-19 vaccination programme for the population. Tightened measures will take place with effect from 22 July through 18 August 2021, and supersede those that were recently introduced. To provide a safe environment for customers and workers, retail establishments and lifestyle-related services currently in operation must implement Safe Management Measures (SMMs), as required by the Ministry of Manpower (MOM) and comply with the COVID-19 (Temporary Measures) (Control Order) Regulations. In addition, retail establishments and lifestyle-related services are required to comply with the measures set out by Enterprise Singapore (ESG), Housing & Development Board (HDB), Singapore Tourism Board (STB) and Urban Redevelopment Authority (URA) in this document. Establishments required to comply with these measures include malls, supermarkets and standalone stores1. The information in this document supersedes that in previous advisories or statements. Latest updates for Retail establishments Retail establishments and lifestyle-related services are to comply with the following from 22 July through 18 August 2021: Social gatherings are allowed to comprise up to 2 persons, a reduction from 5 persons. In line with this, retail establishments are to ensure at least one-metre spacing between groups of customers (of up to 2 persons). Malls should also ensure that crowds do not gather at atriums or common spaces, and discourage the consumption of food and drinks at such spaces. The occupancy limit for malls and large standalone stores2 will be one person per 16 sqm of Gross Floor Area (GFA), instead of one person per 10 sqm of GFA (see paragraphs 7 and 8). During this period, retail establishments should cancel all events and promotions that will generate crowding at their physical premises in a manner which is non-compliant with the SMMs. The operating capacity of Commercial Family Entertainment Centres must be kept to a maximum of one person per 16 sqm of usable space or 25% operating capacity, whichever is lower3, instead of one person per 10 sqm of usable space or 50% operating capacity (see Annex B [PDF, 53KB]). Indoor “mask-off” services and activities must cease.This includes dine-in F&B establishments, strenuous indoor exercise class or strenuous individual and group indoor sports and exercise activities. Personalised services which require masks to be removed (e.g. facials, saunas, make-up services), singing, and the playing of instruments that require intentional expulsion of air (e.g. wind or brass instruments) will also not be allowed. These restrictions will not apply to medical and dental consultations that require patients to have their masks removed. Since 15 July 2021, it has been mandatory for establishments providing personal care services (e.g. facial and nail services, spas/saunas, massage establishments, hairdressing, and make-up services) to place all employees on a regular Fast and Easy Testing (FET) regime using tests such as antigen rapid test (ART), regardless of their vaccination status. This includes both part-time and full-time employees, as well as third-party contracted staff (e.g. cleaners) who work at the establishments. Business owners and store managers who work at the workplace must also undergo FET. Individuals who have recovered from a COVID-19 infection in the past 270 days are exempted from the FET Requirement. Establishments can refer to the following GoBusiness portal link for more details. From 22 July though 18 August 2021, employees placed on the mandatory FET regime will not be required to conduct FET if their business has ceased operations during the return Phase 2 (Heightened Alert) as per Paragraph 4.d. Businesses (originally providing mask-off services such as facials, spas/saunas and make-up services) that continue to remain open for sale of products or other services must continue to place their employees on the regular 14-day FET regime. Such regular FET will continue to be made free of charge during this period. Food and drinks are not allowed at work-related events. From 21 July 2021, both TraceTogether-only SafeEntry (TT-only SE) and SafeEntry Gateway (SEGW) check-in requirements will be re-introduced at supermarkets located within TT-only SE buildings with the same operating hours. Other supermarkets, e.g. standalone supermarkets, that have been implementing TT-only SE and SEGW check-in facilities must continue to do so. To facilitate more precise contact tracing efforts, SafeEntry check-out is also encouraged. Refer to paragraph 9.c. for details. All retail establishments and lifestyle-related services are also to note the following measures: Proactively manage potential contacts of positive COVID-19 cases at the workplace. Refer to for more details. Observe the protocol on disinfection for premises visited by positive COVID-19 cases. Refer to for more details. Work-related events Work-related events (both non customer-facing and customer-facing4) can be held within the workplace premises and third-party venues. Prevailing guidelines for the respective event venues will apply. Non customer-facing events: Events held in retail establishments are subject to a cap of 50 persons or a lower number, depending on venue capacity and safe distancing requirements. At least one-metre spacing between individuals must be maintained at all times. Food and drinks are not allowed. Prevailing SMMs as indicated in MOM’s Requirements for Safe Management Measures at the workplace5 continue to apply. Customer-facing events: Events organised by retail establishments within their own retail premises are subject to the maximum number of individuals that the venue may accommodate after safe distancing measures are adhered to. Events organised by retail establishments at third-party venues are subject to a cap of 50 persons (excluding service staff) or a lower number, depending on venue capacity and safe distancing requirements. Events organised by external parties at retail establishments (where the premises now functions as a third-party venue) are subject to a cap of 50 persons (excluding service staff) or a lower number, depending on venue capacity and safe distancing requirements. Each group must be limited to a maximum of 2 persons, with at least one-metre spacing between groups. Food and drinks are not allowed. All other prevailing workplace and venue SMMs must be adhered to. Such events are not permitted at public and common areas such as mall atriums, public transport nodes, HDB estates and common corridors. Stipulated occupancy limits From 22 July through 18 August 2021, the occupancy limit for all malls and large standalone stores > 930 sqm (or 10,000 sqft) of GFA will be one person per 16 sqm of GFA6. All other stores (e.g. shops within malls, at HDB residential blocks, at MRT stations or bus interchanges) are not required to adhere to these occupancy limits as long as at least one-metre distancing between individual customers or groups of customers who are shopping together (up to 2 persons) is maintained. Safe Management Measures – Customer-facing operations/Front-of-house The following measures apply to all customer-facing operations of retail establishments and lifestyle-related services. Safe distancing Retail establishments are to ensure at least one-metre spacing between groups of customers of up to 2 persons. Retail establishments are to clearly demarcate queue lines for customers at entrances, cashier counters, weighing counters, fitting rooms and must ensure at least one-metre spacing between individual customers in the queue (e.g. using floor markers). Employees must manage queues to ensure that safe distancing is observed at all times. Crowd management Activities and events at public and common areas such as mall atriums, public transport nodes, HDB estates and common corridors are not allowed7. Retail establishments should cancel all events and promotions during this period that will generate crowding at their physical premises in a manner which is non-compliant with the SMMs. Malls should also ensure that crowds do not gather at atriums and common spaces, and discourage the consumption of food and drinks at such spaces. Operators of common play areas for children/toddlers/infants in retail stores or malls8must ensure at least one-metre spacing between groups of customers. Contact tracing The following retail establishments are required to deploy SafeEntry9 via TT-only SE to log the check-in of customers, vendors and visitors to their premises10: Malls; Large retail stores > 930 sqm or 10,000 sqft11; Supermarkets; Personal care services e.g. hairdressers, barbers, spas, beauty and wellness; and Facilities providing basic pet services (that do not function on a drop-off, pick-up basis). Retail establishments required to deploy SafeEntry for customers and visitors will need to provide the SafeEntry Gateway12 (SEGW) as an option for SafeEntry check-in. SEGW is available as a feature within the SafeEntry (Business) App (updated to the latest version) and as a physical standalone device (SEGW Box). These establishments may apply for a free SEGW Box13. From 21 July 2021, TT-only SE and SafeEntry Gateway (SEGW) check-in requirements will be re-introduced at supermarkets that are fully within malls and buildings covered by SafeEntry and have the same operating hours. To facilitate more precise contact tracing efforts, SafeEntry check-out is also encouraged. Businesses can facilitate check-out for their customers by toggling to the SEGW check-out function within the SafeEntry (Business) App. Businesses with a higher throughput of visitors and places where people are likely to be in close proximity for prolonged periods with masks off will also be eligible for SEGW Check-out Boxes14. Refer to Annex A [PDF, 65KB] for more details. Health checks All malls, large standalone stores, supermarkets and stores providing personal care and beauty services must conduct temperature screening15, employees must check for visible symptoms16 for customers at entrances, and turn away those with fever and/or who appear unwell17. Cleanliness and hygiene All employees, customers, delivery personnel and other onsite personnel must put on their masks properly at all times. All retail establishments must not serve food and drinks to customers. Hand sanitisers should be made available to employees and customers at common touchpoints (e.g. entry/exit doors, cashiers). Product testers and samples for self application and immediate consumption, e.g. perfume testers, make-up testers and unsealed food samples, are not allowed. Employees must also not apply the product sample directly on customers. Retail establishments must ensure frequent cleaning and disinfection of: Common spaces such as counters and display shelves, where customers are served, as well as play areas for children/toddlers/infants; Items such as shopping trolleys/baskets and handrails, which have high human contact; and Interactive hardware such as iPads, mall directories, self-checkout kiosks or lift buttons. Ventilation and improving indoor air quality Retail establishments and lifestyle-related services are strongly encouraged to improve ventilation and improve indoor air quality in all premises. Refer to Annex B [PDF, 53KB]: Retail establishments should put up clear signages to remind customers to comply with safe management requirements where applicable, and train and deploy service personnel to provide clear communication to customers on SMMs.",
  "meta": {
    "start_date": "2021-07-22",
    "end_date": "2021-08-18",
    "name": "passage",
    "category": null
  }
}