{
  "text": "Preparing for our transition out of Phase Two (Heightened Alert) – updated measures for religious activities This document provides the conditions under which religious organisations (ROs) are permitted to carry out activities in places of worship from 10 August 2021 and 19 August 2021. 07 August 2021 On 6 August 2021, the Multi-Ministry Taskforce (MTF) announced updated safe management measures (SMMs) in two stages to prepare our transition towards COVID resilience. This document provides the conditions under which religious organisations (ROs) are permitted to carry out activities in places of worship from 10 August 2021 and 19 August 2021. Phase Two (Heightened Alert) Under Phase Two (Heightened Alert) from 22 July 2021, tighter measures were applied to religious and other community activities. To reduce risks of community transmission, indoor “mask-off” activities were ceased. The permissible group size was reduced to 2 persons. ROs were limited to: a. 100 worshippers for congregational and other worship services i. Up to 50 worshippers without pre-event testing (PET); ii. Up to 100 worshippers with PET for all attendees; b. No singing and playing of wind/brass instruments for live performance elements; c. Religious rites only. All other non-congregational religious activities were suspended; and d. Reduced capacity for marriage solemnizations [up to 50 attendees, with no PET for all attendees (including bride and groom); up to 100 attendees (including bride and groom) with PET]. Preparing Our Transition towards COVID resilience from 10 August 2021 Following a mid-point review of Phase Two (Heightened Alert), we have updated the current SMMs to prepare our transition towards COVID resilience. The revised SMMs that are applicable to ROs from 10 August 2021 and 19 August 2021 are as follows: From 10 August 2021 a. Increase in the permissible group size to 5 persons; b. Increase to 500 worshippers for congregational and other worship services i. Up to 50 worshippers if unvaccinated; ii. Up to 500 worshippers if vaccinated1; c. Resumption of unmasking, singing and playing of wind/brass instruments for live performance elements, subject to a valid Antigen Rapid Test (ART) for the unmasked performers; and d. Increase in capacity for marriage solemnizations, wakes, funerals and funerary memorial events. From 19 August 2021 a. Increase to 1000 worshippers for congregational and other worship services i. Up to 50 worshippers if unvaccinated; ii. Up to 1000 worshippers if vaccinated; b. Resumption of other non-congregational religious activities; and c. Increase in capacity for marriage solemnizations. Annex A summarizes the key changes for ROs. Worship Services ROs may continue to conduct congregational and other worship services at places of worship for up to 50 unvaccinated worshippers at a time, subject to SMMs and the safe capacity of the premises. This cap excludes religious and supporting workers, whose numbers should be kept to a minimum. We strongly encourage ROs to only deploy fully vaccinated workers. From 10 August 2021, worshippers can participate in worship services in groups of no more than 5 persons. From 10 August 2021, ROs can conduct congregational and other worship services, for more than 50 and up to 500 worshippers at a time, only if all worshippers, religious and supporting workers are vaccinated. From 19 August 2021, ROs can conduct congregational and other worship services, for more than 50 and up to 1000 worshippers at a time, only if all worshippers, religious and supporting workers are vaccinated. For congregational and other worship services exceeding 50 worshippers, worshippers have to be segregated into zones holding no more than 50 worshippers each. a. As there should be no mingling of individuals across zones, each zone must be completely separated from another by either a physical solid partition (at least 1.8m high if not floor-to-ceiling, from wall-to-wall); or at least 3m physical spacing demarcated by continuous physical barriers (e.g. rope barrier). b. There must either be a separate ingress/egress for each zone or staggered entrance/exit timings so that worshippers from different zones do not mix with one another during entry/exit. c. ROs must also take reasonable steps to ensure that worshippers do not cross the physical barrier (where applicable) or enter another zone that they are not assigned to. Children aged 12 years and below are currently ineligible for any COVID-19 vaccine in the National Vaccination Programme, and are exempted from undergoing PET. Children aged 12 years and below can participate in vaccinated only-worship services provided they make up no more than 20% of the total number of worshippers on-site. If there is more than one child in the group, all children must be from the same household. ROs should continue to observe the following SMMs for worship services (including services for vaccinated individuals): a. Keep worship services to as short a duration as possible. There must be no reception or mingling between worshippers, before, during or after each worship service. b. All persons present (except children below 6 years of age) must wear a face mask at all times.2 Face shields are not permitted as substitutes for face masks. Young children are still strongly encouraged to use a mask, especially when they are in a group setting (e.g. attending worship service). c. Singing by worshippers with masks on is not permitted. d. Live performance elements are permitted during the worship service at places of worship, with the following SMMs (see Annex B for details). i. A maximum of 30 persons are allowed to be involved in/support the conduct of the worship service. This includes persons on-stage, backstage or off-stage. ii. From 10 August 2021, up to 10 persons who are involved in the conduct of the worship service may unmask at any given time, of which up to 10 persons can be unmasked for singing or playing of wind/brass instruments. Persons should only unmask when required to perform their duties. iii. If there are persons unmasked for singing or playing of wind/brass instruments, all persons involved in the live performance elements must be vaccinated. All worshippers participating in the worship service must be vaccinated as well. Otherwise, unmasking for singing or playing of wind/brass instruments is not allowed. iv. Persons unmasked for singing or playing of wind/brass instruments must also undergo ART by an approved test provider3 with results valid4 through the duration of the service for which they are unmasked for this purpose. v. There must be at least a 3-metre setback between persons involved in the conduct of live performance elements and worshippers. vi. Minimise the duration of live performance elements for congregational and other worship services. vii. Singing with mask on is not allowed. e. There should be no sharing of prayer and other common items (e.g. holy books, passing of offertory baskets, prayer mats) as this increases the risk of COVID-19 transmission. Worshippers are to bring along their personal prayer items instead, where required. f. Places of worship with reduced air circulation (e.g. enclosed prayer spaces, air-conditioned worship hall) should, where possible, open doors and windows to naturally ventilate the space after each use5. Marriage Solemnizations From 10 August 2021, ROs may continue to use places of worship to conduct marriage solemnizations where: a. Solemnizations involving up to 50 attendees (including bride and groom): for unvaccinated attendees. b. Solemnizations involving 51 to 500 attendees (including bride and groom): all attendees must be vaccinated. From 19 August 2021, ROs may continue to use places of worship to conduct marriage solemnizations where: a. Solemnizations involving up to 50 attendees (including bride and groom): for unvaccinated attendees. b. Solemnizations involving 51 to 1000 attendees (including bride and groom): all attendees must be vaccinated. These activities are subject to SMMs and the safe distancing capacity of the solemnization premises. The caps at paragraphs 10 and 11 exclude the solemnizer and religious and supporting workers, whose numbers should be kept to a minimum. a. If the total number of attendees is more than 50 (including the wedding couple), they must still be segregated into zones of up to 50 persons each (see paragraph 7 for zoning requirements). An individual attending the solemnization must remain within his or her respective assigned zone and must not enter an unassigned zone. b. Attendees must maintain a 1-metre safe distance between groups except a core “wedding party”6, which is allowed to comprise up to 20 persons (including the couple and their two witnesses). There should be no intermingling or mixing between groups nor between the “wedding party” and these other groups. c. There must not be any reception with food and drinks, or wedding celebrations that are not essential religious rites. d. ROs must also comply with prevailing safe management measures stipulated on the Ministry of Trade and Industry (MTI)’s website7. Solemnizations at places of worship8 may continue to involve live instrumental music (non-wind/brass) with the necessary SMMs in place (see Annex C). The number of persons involved in/supporting the live instrumental music segment should be kept to the minimum. No other performances (e.g. singing, dance, variety act) are allowed. ROs are strongly encouraged to continue offering video link solemnizations as an option for couples. Funerals From 10 August 2021, funerals, wakes, installation of niches and post-funeral rites at places of worship can involve not more than 30 attendees at any time (an increase from 20 persons today), and in groups of no more than 5 persons (excluding religious and supporting workers, whose numbers should be kept to a minimum), subject to safe management measures and the safe capacity of the premises. a. There must not be any reception with food and drinks. b. ROs must also comply with prevailing safe management measures listed on MTI’s website9. Funerary-related activities at places of worship10 may continue to involve live instrumental music (non-wind/brass) with the necessary safe management measures in place (see Annex C). Persons involved in/supporting the live instrumental music segment should be kept to the minimum. No other performances (e.g. singing, dance, variety act) are allowed. Visits to columbaria at places of worship should be kept as short as possible, with no mingling between groups. From 10 August 2021, each group may have no more than 5 persons (an increase from 2 persons today). Other Religious Activities From 10 August 2021, religious rites that are not part of a worship service are limited to 5 worshippers at any one time. Religious and supporting workers involved in the conduct of these rites should be kept to a minimum. All other religious activities (e.g. religious classes for adults and children) remain suspended. From 19 August 2021, ROs may resume other religious activities (e.g. religious classes for adults and children) and continue to conduct religious rites so long as they are conducted in gatherings not exceeding 50 persons, subject to safe distancing capacity and other safe management measures appropriate to the nature of the religious activity. a. Each religious class must not exceed 50 persons, including the religious worker/teacher (and supporting workers, if any) with each group comprising no more than 5 persons. As a best practice, we encourage a greater separation of 2 metres between groups of students attending religious classes. Recording and Broadcast of Religious Services and Prayers ROs are encouraged to continue supporting the religious needs of their communities via remote means such as recording and broadcast of religious services and prayers. From 10 August 2021, ROs can have up to 30 persons on-location (an increase from 15 persons today) for these productions, of which up to 10 persons can be unmasked at any one time, with no more than 2 persons unmasked for singing and/or playing wind/brass instruments. Those singing and/or playing wind/brass instruments must maintain 2 metres between all other individuals. All other persons present must maintain a 1 metre separation. The time spent on-location for this activity should be kept as short as possible. The production team must also put in place safe management measures, including no-cross deployment between locations, and thorough cleaning of technical equipment. There shall be no audience. From 10 August 2021, ROs no longer have to notify MCCY before conducting digital productions that comply with the SMMs. Safe capacity in the place of worship All the permitted religious activities in paragraphs 10 to 19 (i.e. excluding congregational and other worship services) can continue to take place concurrently, subject to a total premises cap11 of 500 persons from 10 August 2021, and 1000 persons from 19 August 2021 – subject to SMMs and the safe distancing capacity of the premises – and only if these activities can be conducted safely at separate locations within the place of worship, with no interaction between worshippers while entering, exiting or while in the premises, and where the activities also comply with the activity SMMs. ROs are strongly encouraged to support the religious needs of their communities through remote means, as far as possible, in line with national guidelines to reduce social interactions, and thus minimise risk of COVID-19 transmission. a. ROs should consider reducing other concurrent activities when congregational and other worship services are ongoing, so that there is a smaller total number of people on the premises at any one time, which will help to minimise the risk of large clusters from forming. Deployment of manpower ROs should primarily engage their religious workers and staff to support the permitted religious activities but can deploy volunteers to support if necessary. The number of personnel involved in conducting each permitted activity should be kept to a minimum. From 19 August 2021, up to 50% of employees who can work from home can return to the workplace. Religious workers and administrative staff should comply with prevailing workplace safe management measures stipulated by the Ministry of Manpower (MOM).12 Restrictions against cross-deployment13 across worksites remain in place. TraceTogether and SafeEntry TraceTogether-only SafeEntry, where the TraceTogether App or Token is required for SafeEntry check-ins, is required at all venues that are required to implement SafeEntry14. ROs must make the necessary preparations to accept check-ins by the TraceTogether App or Token. ROs can refer to www.safeentry.gov.sg for FAQs, or more information on how to set up TraceTogether-only SafeEntry for their premises. To provide quicker and more seamless check-in using the TraceTogether App or Token, all ROs conducting congregational and worship services are required to deploy the SafeEntry Gateway (SEGW) at their main entrances from 15 June 2021. ROs may deploy either the physical SEGW Box or use the SEGW function found in the latest version of the SafeEntry (Business) App based on their needs [Refer to for more information]. Mandatory submission of Safe Management Plans ROs must acknowledge through the CPRO website the new conditions for religious activities imposed before commencing the activities. ROs that have not submitted their Safe Management Plans (SMPs) previously for Phase 3 will need to submit their plans, at least 2 days before commencing any activities outlined above. The detailed requirements and format for submitting these SMPs can be found at www.cpro.gov.sg. MCCY reserves the right to suspend a RO’s activities if there are gaps in the SMP submitted and until the necessary rectifications are made. ROs are responsible for the implementation of safe management measures and action could be taken for lapses and breaches. Should there be any confirmed COVID-19 cases linked to a RO’s premises or place of worship, the premises may be closed for a period of time as determined by the authorities. Working together to make Singapore COVID-safe The tightening of measures for religious activities reflect the seriousness of the current COVID-19 situation. We will have to remain vigilant and regularly refine our safe management measures in order to minimise the risk of COVID-19 transmission. MCCY will continue to work with our ROs to ensure a COVID-19 safe environment for religious activities.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-10",
    "name": "passage",
    "category": null
  }
}