{
  "text": "CEA Ref: N27-21 Date: 6 August 2021 By Email To: Key Executive Officers and Real Estate Salespersons Dear Sir / Madam, [NOTICE 27-21] UPDATED ADVISORY ON PROPERTY TRANSACTION ACTIVITIES BY ESTATE AGENTS AND REAL ESTATE SALESPERSONS FOR OUR TRANSITION TOWARDS COVID-19 RESILIENCE 1. This notice is to update Key Executive Officers (KEO) and Real Estate Salespersons (RES) on the measures to observe for our transition towards COVID\u000219 resilience, from 10 August 2021 onwards. Updated advisory 2. On 6 August 2021, the Multi-Ministry Taskforce (MTF) announced that, from 10 August 2021 onwards: a. The permissible group size will be increased from two to five persons. b. The maximum number of distinct visitors allowed per household per day will similarly be increased from two to five persons. 3. With the new announcement, this means that you need to ensure that no more than five distinct persons a day may visit a property inhabited by a household when you conduct estate agency work. The five distinct persons include you and any other person who is visiting the property. You will need to check that your client and the property occupant(s), if the client does not live at the property being visited, are aware of the updated rules, and the number of visitors that may visit the property per day. 4. You will also be allowed to conduct door-to-door marketing activities, including flyer distribution to households and business premises, with effect from 10 August 2021. However, CEA will continue to suspend the marketing of properties in public spaces and open house activities due to the higher risk of transmission. 5. Estate Agents (EA) and RESs are advised to observe this notice and attached updated Guide, which supersedes the previous Notice 23-21 dated 20 July 2021, from 10 August 2021 onwards. 6. We encourage you to get vaccinated if you are medically eligible and have not done so, and seek your continued support and cooperation to protect the health and safety of your employees, RESs, clients and the community. Yours sincerely, KELLY NG DEPUTY DIRECTOR (POLICY & PLANNING) COUNCIL FOR ESTATE AGENCIES Annex – CEA Guide on Property Transaction Activities by EAs and RESs for our transition towards COVID-19 resilience (6 August 2021). As at 6 August 2021 Annex to CEA Notice 27-21 CEA GUIDE ON PROPERTY TRANSACTION ACTIVITIES BY ESTATE AGENTS AND REAL ESTATE SALESPERSONS FOR OUR TRANSITION TOWARDS COVID-19 RESILIENCE 1. This Guide sets out how estate agents (EA) and Real Estate Salespersons (RES) can conduct your operations at your office and your property transaction activities in a safe manner to minimise the risk of transmission of COVID-19. This Guide has been updated following the new measures announced by the Multi\u0002Ministry Taskforce (MTF) on 6 August 2021. 2. In addition to this Guide, you must follow all mandatory requirements and guidance issued by other government ministries and agencies (see Appendix). GENERAL PRINCIPLES 3. The real estate agency industry has an important role to play in reducing the spread of COVID-19 in Singapore. We must remain vigilant in our fight against COVID-19. The following general principles will continue to apply to EAs and RESs: a. Fighting COVID-19 is our collective responsibility: The real estate agency industry shares the responsibility of protecting yourselves and the community you serve to minimise the risk of community transmission. All of us must continue to exercise social responsibility to prevent new cases and clusters from emerging in our industry and community. b. Safe management measures should be an integral part of property transaction activities: As you conduct your operations and property transaction activities, you should continue to adopt a cautious approach and accord priority to protect public health and safety. CORPORATE FUNCTIONS General requirements 4. You are to comply with the Ministry of Manpower’s (MOM) requirements for safe management measures at your office (click here). Group or mass activities 5. You are encouraged to use information technology (IT) tools such as video or virtual conferencing platforms, in place of group or mass activities. 6. If a group or mass activity cannot be done virtually, EAs must adopt a cautious approach and reduce the number of people interacting with one another and the duration of the activity. EAs must comply with relevant safe management measures and guidelines for events and activities1 , such as limits on capacity and group sizes. PROPERTY TRANSACTION ACTIVITIES Standard requirements for on-site property transaction activities 7. You should continue to use IT tools and solutions for your work as much as possible, and only meet your clients in person if it is absolutely necessary for the conduct of the property transaction. If the activity cannot be done virtually, you must take the necessary safe management precautions and record the details of all persons whom you meet. This means that: a. EAs and RESs must adopt the following precautions and ensure that all persons at the activity do the same (hereinafter referred to as “safety precautions”): i. Wear masks2 . ii. Maintain a physical distance of at least one metre between persons. 1 This includes consumer-facing events, such as property launches, roadshows and other marketing events. 2 Face shields should not be used as a substitute for mask wear, except for certain exceptions as permitted by the Ministry of Health (MOH). iii. If a person who turns up for the activity is unwell (e.g. exhibits respiratory symptoms and/or has a fever), ask him not to participate in the activity, and to see a doctor. b. If the activity is conducted in premises where safe management measures are not in place (e.g. at a client’s place of residence) or at the transaction property (whether occupied or unoccupied), you must record the entry of your client or any person accompanying you into the premises (hereinafter referred to as “contact tracing requirements”). You may choose to keep the records manually or using other methods3 . c. If you are conducting viewing, handover or takeover activities, you are encouraged to take appropriate measures to reduce contact with surfaces (hereinafter referred to as \"contactless requirements”): i. Encourage all attendees to sanitise their hands. ii. Open doors and windows, and switch on lights in the property so as to minimise your client touching these during the on-site activity. If the property is occupied, you may wish to request the occupant(s) to do so prior to the activity. iii. Request your client not to touch surfaces within the premises. You may wear gloves to prepare and facilitate the viewing, handover or takeover with minimum contact of the property by your client. iv. Do not hand out materials at the meeting (e.g. marketing materials or documents relating to the handover or takeover such as end-of\u0002tenancy checklist, inventory list or property condition report). You should use electronic means to deliver such materials to your client. 3 EAs and RESs are encouraged to adopt the use of TraceTogether via the TraceTogether token or mobile application for all your estate agency work with your clients and whenever you engage and meet other people in the course of your activities. Listing and marketing properties 8. You are encouraged to market properties using non-physical means (e.g. digital or telephone marketing). The marketing of properties (including new developments) in public spaces should be deferred until further notice. This includes marketing and distributing flyers at publicly accessible common spaces such as public transport nodes and HDB common areas. 9. If you engage in door-to-door marketing activities (e.g. canvassing from door to door to request owners of unlisted properties if they would like to sell their property), you must do so in a safe and responsible manner, and: a. Comply with the safety precautions stated in paragraph 7(a), as well as the safe management measures and guidelines from the relevant authorities. b. Record the details of your activity such as the location, date and time (start and end) to facilitate contact tracing efforts should the need arise. c. Not block paths or cause any obstruction. d. Not cause crowds to form. e. Minimise the time spent with client(s) and prospective client(s). 10. If you lease enclosed premises in buildings zoned for retail use such as malls to conduct property transaction activities, you are to comply with the safe management measures for retail establishments that have been set out by Enterprise Singapore (ESG), Housing & Development Board (HDB), Singapore Tourism Board (STB) and Urban Redevelopment Authority (URA). The measures that apply to all customer-facing operations of retail establishments include safe distancing, crowd management, contact tracing, health checks, cleanliness and hygiene measures. 11. EAs and RESs may enter properties to photograph or film the properties in order to conduct online viewings thereafter, subject to the consent of the seller or landlord. In addition, you must: a. Comply with the safety precautions and contact tracing requirements as stated in paragraph 7(a) and paragraph 7(b) respectively. b. If the property is inhabited by a household, check with your client and the property occupant(s), if the client does not live at the property being visited, to ensure that your visit would not exceed the cap of five distinct visitors (which includes yourself) per household per day, and that your client and the property occupant(s) are aware of this requirement. For vacant properties, ensure that no more than five persons visit the property at any one time. Such persons include you and any professional whom you engaged to assist you with preparing the property for listing or virtual viewing (e.g. video production crew). c. Minimise the amount of time spent in the property. d. Minimise interactions with the occupant(s) if the property is occupied. Meeting your client 12. You are encouraged to continue using IT tools in place of face-to-face interaction, such as video or virtual conferencing platforms to meet with your client. 13. If the meeting cannot be done virtually (e.g. to sign property transaction documents that require “wet-ink” signatures), you should do so in premises where safe management measures are in place, such as the EA’s office. You should reduce the number of persons attending the meeting to the minimum extent possible. 14. If you meet your client at his place of residence or at the transaction property, you must: a. Comply with the safety precautions and contact tracing requirements as stated in paragraph 7(a) and paragraph 7(b) respectively. b. If the property is inhabited by a household, check with your client and the property occupant(s), if the client does not live at the property being visited, to ensure that your visit would not exceed the cap of five distinct visitors (which includes yourself) per household per day, and that your client and the property occupant(s) are aware of this requirement. For vacant properties, ensure that no more than five persons visit the property at any one time. Such persons include you and any other person who is visiting the property. c. Minimise the time spent with the client. Conducting viewings 15. You are encouraged to arrange for virtual viewings first before doing viewings in person to reduce the number of viewings that your client will need to decide on the property. 16. Open houses are still not allowed as these may attract large groups of people congregating at the property. 17. When conducting physical viewings, you are to: a. Comply with the safety precautions and contact tracing requirements, and are encouraged to adopt contactless measures as stated in paragraph 7(a), paragraph 7(b) and paragraph 7(c) respectively. b. Arrange for all viewings to be done on an appointment basis only, with the start and end times clearly stated and known to the attendees of the viewing. Keep viewings short and end by the scheduled end time. You must not schedule back-to-back viewings. There should be a time gap between appointments to prevent gatherings or physical interactions with other persons from taking place in or near the property. c. If the property is inhabited by a household, check with your client and the property occupant(s), if the client does not live at the property being visited, to ensure that your visit would not exceed the cap of five distinct visitors (which includes yourself) per household per day, and that your client and the property occupant(s) are aware of this requirement. For vacant properties, ensure that no more than five distinct persons visit the property at any one time. Such persons include you and any other person who is visiting the property. 18. Where advisories have been issued by relevant authorities (e.g. by URA) in relation to clients’ business activities, EAs and RESs should adhere to these advisories and advise their clients accordingly. Signing and delivering estate agency agreement and property transaction documents 19. You should continue to use IT tools and solutions as much as possible, and only meet your client in person if it is absolutely necessary for the conduct of the property transaction. This means that you should: a. Use electronic means to deliver and receive the documents from your client. b. Arrange for a phone, video or virtual meeting to go through and explain the clauses in the documents to your client. You must give your client sufficient time to read and understand the meaning and consequences of the provisions in the documents. c. Use electronic signatures in place of “wet-ink” signatures for signing of the estate agency agreement. d. If you meet the client at a property that is inhabited by a household, ensure that your visit would not exceed the cap of five distinct visitors (which includes yourself) per household per day. 20. Different organisations such as banks and the transacting parties may have their own policies or preferences on the use of electronic signatures. Contracting parties may consider the use of secure electronic signatures for property transactions for greater assurance, such as “Sign with SingPass”, which allows SingPass users to use the SingPass mobile application to digitally sign an electronic document. You should seek advice from appropriate professionals such as lawyers if you or your client have any doubt in relation to the use of electronic signatures for these documents. 21. Please note that HDB currently does not allow the exercise of option to be done remotely or electronically. Forms prescribed by HDB, such as its Option to Purchase form, require “wet-ink” signatures. Handing or taking over rental properties 22. You may assist to facilitate the handover or takeover of rental properties. However, you should first arrange for virtual meetings to discuss handover or takeover matters. 23. When meeting, you should keep interactions short and adhere strictly to the group size cap and/or daily visitor cap. In addition, you must comply with the safety precautions and contact tracing requirements, and are encouraged to adopt contactless measures as stated in paragraph 7(a), paragraph 7(b) and paragraph 7(c) respectively. CONCLUSION 24. Where mandatory requirements and guidance by other government ministries and agencies have been issued, you should adhere to them and advise your client accordingly. These authorities include Ministry of Health, Ministry of Manpower, Ministry of Trade and Industry, Building and Construction Authority, ESG, HDB, STB, URA, and Singapore Land Authority. You may refer to the resource reference at the Appendix. 25. As we transition towards a resilient Singapore living with COVID-19, we seek your continued support and cooperation to remain vigilant and adhere to the safe management measures to protect the health and safety of your employees, RESs and the community. Appendix of Annex to CEA Notice 27-21 LIST OF KEY GOVERNMENT MINISTRIES AND AGENCIES WITH GUIDANCE AND ADVISORIES RELEVANT TO THE REAL ESTATE AGENCY INDUSTRY [CEA] COVID-19 [MOH] [MTI] GoBusiness sg/ [MOM] Safe management measures at the workplace d-19/requirements-for-safe\u0002management-measures [ESG, HDB, STB and URA] Safe Management Measures: Retail Establishments and lifestyle\u0002related services esg.gov.sg/covid\u000219/safe-distance [BCA] Built Environment Sector COVID-19 Information D-19 [HDB] web/homepage [URA] orate [SLA]",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-10",
    "name": "passage",
    "category": null
  }
}