{
  "text": "UPDATED CIRCULAR ON SAFE MANAGEMENT MEASURES REQUIRED FOR ATTRACTIONS FROM 10 AUGUST 2021 1. As Singapore transits towards COVID resilience, the Multi-Ministry Taskforce (MTF) announced on 6 August 2021 that it would ease Safe Management Measures in two steps. The first will take effect from 10 August 2021 and the second from 19 August 2021, if conditions remain stable. 2. The measures applicable to attractions include: From 10 August 2021: a. The maximum group size of visitors can be increased from 2 pax to 5 pax. b. Dining-in at F&B premises can resume in groups of up to 5 pax provided all diners are fully vaccinated (as defined in footnote[1]). Unvaccinated children aged 12 years and below can be included within the group of 5 persons as long as all the children are from the same household[2]. c. Indoor high-intensity activities for visitors where masks are not worn can resume in groups of up to 5 pax provided all participants are fully vaccinated1. More details catering to children aged 12 years and below will be provided by SportSG at a later date. d. The maximum capacity for both indoor and outdoor shows[3] can be increased to up to 500 pax of up to 50 pax per zone provided all attendees are fully vaccinated1, or remain at 50 pax without Pre-Event Testing (“PET”)[4], or the safe venue capacity with Safe Management Measures (“SMMs”) in place, whichever is lower. From 19 August 2021: e. Operating capacity of attractions can be increased from 25% to 50%. f. Temperature screening requirement for entry to attractions can be removed. g. The maximum capacity for both indoor and outdoor shows can be increased to 1,000 pax of up to 50 pax per zone provided all attendees are fully vaccinated1, or remain at 50 pax without PET, or the safe venue capacity with SMMs in place, whichever is lower. h. The maximum capacity of conveyance tours can be increased to 50 pax while the maximum capacity of non-conveyance tours will remain at 20 pax, with groups of no more than 5 pax within each such tour. i. Up to 50% of employees who can work from home can return to the workplace, and social gatherings at the workplace can resume. From 1 October 2021: j. Vaccination is required for all staff interacting with customers in higher-risk settings where masks are not worn, including at F&B establishments. Any unvaccinated staff will have to be tested with an Antigen Rapid Test[5] (“ART”) kit no less frequent than twice a week. 3. Further changes may be made according to developments in the local situation. 4. The information in this circular (which includes its annexes) supersedes that in previous circulars, advisories or statements. SUBMISSION OF PROPOSAL FOR APPROVAL 5. Attractions[6] tend to be higher-risk premises as they typically involve large numbers of people interacting with one another, often in enclosed spaces, and over prolonged periods. Prior to re-opening or an increase in capacity, attractions must submit their proposals to the Singapore Tourism Board (“STB”) for assessment. Attractions may resume operations only after receiving approval from MTI. Additionally, attractions that would like to increase operating capacity and/or increase the number of zones for outdoor shows can only do so after obtaining approval from MTI. 6. STB has provided guidance within this circular to help attractions develop their proposals and implement the necessary SMMs. The plans within these proposals will have to be tailored to the nature of operations in each attraction, and potential risk factors arising from aspects such as the attraction’s physical premises, environment, scale and typical visitor behaviour. 7. Attractions must also show in their proposals how they will address specified key outcomes related to reducing potential transmission risks and supporting contact tracing. Risk factors for attractions to consider include proximity between visitors, propensity for crowds to form, level of activity and number of high-touch surfaces. 8. Each attraction’s proposal must show how the attraction will achieve all the following outcomes: Outcomes A. Meet density requirements Limit Capacity: Open at no more than 50% of operating capacity[7] with effect from 19 August 2021. Attractions must submit their plans to show how they are able to implement the SMMs effectively and consistently. Exceptions to the 50% cap can be made on a case-by-case basis by MTI if the attraction can demonstrate that the risk is inherently mitigated by the nature of activities and the way visitors and staff interact at the attraction. B. Meet separation requirements Implement at least 1m distancing between visitors (except between visitors from the same group) and between groups[8] Ensure groups of visitors do not exceed 5 pax and there is no intermingling between groups. C. Disperse crowds and prevent bunching D. Facilitate contact tracing Mandatory implementation of TraceTogether-only SafeEntry (SE) and capability for visitors and staff to use TraceTogether mobile application or TraceTogether token for SE check-in to enter the attraction. IDs can only be used under extenuating circumstances[9]. Mandatory implementation of SafeEntry Gateway (SEGW) at all public-facing entrances and exits[10]. E. Implement rigorous cleaning and disinfecting regimes, particularly for high touch elements 9. The proposals must also contain detailed plans addressing operational issues such as SMMs for visitors and workplaces, cleaning and sanitisation, contingency response (to handle unwell visitors, suspected/confirmed cases), and marketing and communications. 10. Please refer to the Assessment Checklist: Requirements for Re-opening Proposal in Annex A for the list of operational areas to be addressed and measures required for each area. While the majority of these requirements are drawn from the Control Orders[11] and are summarised for the convenience of attractions, the Control Orders will prevail in case of any inconsistency. Attractions’ proposals to resume operations or to increase their operating capacities must adhere to the Control Orders in order to be considered for re-opening or an increase in capacity. 11. Attractions should submit their proposals to STB_Attractions@stb.gov.sg. STB and MTI will take up to 14 working days to assess each proposal. 12. Attractions must be subjected to an inspection scheduled and conducted by STB as part of the assessment process. ENFORCEMENT OF MEASURES 13. Government agencies will step up enforcement to ensure that businesses comply with the required SMMs. Under the COVID-19 (Temporary Measures) Act passed in Parliament on 7 April 2020, first-time offenders will face a fine of up to $10,000, imprisonment of up to six months, or both. Repeat offenders will face a fine of up to $20,000, imprisonment of up to twelve months, or both. Businesses that are not compliant may be ordered to cease business activities or close altogether. Under the Infectious Diseases (Mass Gathering Testing for Coronavirus Disease 2019) Regulations 2021, businesses that fail to comply with requirements thereunder will face a fine not exceeding $10,000 and participants that fail to comply will face a fine not exceeding $5,000 or to imprisonment for a term not exceeding 6 months or to both. Businesses that are not compliant may also be ineligible for government grants, loans, tax rebates and other assistance. 14. Attractions are required to adhere to the SMMs outlined in their submitted proposals on an ongoing basis during operations. For any enquiries, please contact STB_Attractions@stb.gov.sg",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-10",
    "name": "passage",
    "category": null
  }
}