{
  "text": "[LATEST] UPDATED SAFE MANAGEMENT MEASURES FOR ARTS AND CULTURE STAKEHOLDERS Issued on 7 July 2021 Paras 1, 2-11 updated on 7 Aug 2021 1. On 6 August 2021, the Multi-Ministry Taskforce announced the easing of safe management measures in two steps. The first will take effect from 10 August 2021, and the second from 19 August 2021, if conditions remain stable. Key updates to safe management measures (SMMs) for arts and culture stakeholders are summarised below, with further details in the respective sections. For the latest MOH statements on COVID-19, please visit: Updates to Group Sizes for Arts and Culture Activities and Live Performances 2. From 10 August 2021, group sizes are limited to no more than 5 persons. This will apply to all arts and culture activities, including live performances, classes, lectures, talks and workshops, and has been reflected in the respective sections. Nevertheless, we strongly encourage unvaccinated individuals to remain in groups of up to 2 persons to reduce the likelihood of transmission. Updates for Live Performances 3. From 10 August 2021, live performances may have up to a maximum of 500 audience members if pre-event testing (PET) is conducted. From 19 August 2021, live performances may have up to a maximum of 1,000 audience members if pre-event testing (PET) is conducted. If no pre-event testing (PET) is conducted, however, audiences are capped at a maximum of 50 persons. 4. From 10 August 2021, performers may unmask on stage, subject to the updated SMMs. Live performances which involve singing and playing of instruments that require intentional expulsion of air (e.g. wind instruments), will only be permitted if all performers and crew are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. 5. In addition, all performers who are singing and/or playing instruments that require intentional expulsion of air must have a valid negative Pre-Event Test result (even if they are fully vaccinated or recovered from COVID-19), taken within 24 hours before the end of the live performance. 6. Please refer to the ‘Resumption of Live Performances’ section for further information. Updates for Digital Production 7. From 10 August 2021, a maximum of 30 performers and crew are allowed on stage and backstage at any given time. This includes a maximum of 10 performers who can be unmasked at any given time. Of the 10 unmasked performers, no more than 2 may sing or play instruments that require intentional expulsion of air (e.g. wind instruments), at any given time. If all performers and crew are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event, all 10 unmasked performers may sing and play instruments that require intentional expulsion of air. 8. Please refer to the ‘Digital Productions for Arts and Culture Stakeholders’ section for further information. Updates for Classes, Lectures, Talks and Workshops 9. From 10 August 2021, participants and instructors in arts and culture classes, lectures, talks and workshops may unmask, subject to the updated SMMs. 10. Classes involving singing and playing of instruments that require intentional expulsion of air (e.g. wind instruments) may only resume if all participants and staff (including those individuals that might not have direct contact with unmasked participants) are either: (i) fully vaccinated; (ii) recovered from COVID-19; or (iii) have obtained a negative result on a Pre-Event Test taken in the past 24 hours before the expected end of the event. 11. Please refer to the ‘Arts and Culture Classes, Lectures, Talks and Workshops’ section for further information. TraceTogether only SafeEntry Implementation and SafeEntry Gateway 12. TraceTogether (TT) only SafeEntry, where the TraceTogether App or Token is required for SafeEntry check-ins, has been rolled out nationally on 17 May 2021. Art and culture premises are to ensure that they are able to accept TT Tokens for SafeEntry check-in at their venues as soon as possible if not already done. With the implementation of TT-only SafeEntry, venue operators must only allow individuals who have successfully checked in using their TT App or TT Token to enter the venues. 13. SafeEntry Gateway is deployed as an additional mode of SafeEntry check-in to facilitate a more seamless check-in experience and to ensure that TT Tokens are accepted and working. These venues are required to deploy the SafeEntry Gateway by 15 June 2021. The full list of venues required to deploy SafeEntry Gateway can be found on the SafeEntry website (go.gov.sg/gateway-overview). Venue Hire Subsidy 14. The Ministry of Culture, Community and Youth has extended its existing 80% subsidy for venue hire and in-house production costs (where applicable) until end September 2021, and will review any potential further extensions. This subsidy will be for arts and culture activities permitted to resume at venues in the Esplanade, National Gallery Singapore, National Heritage Board museums and heritage institutions, STPI Creative Workshop & Gallery, Singapore Chinese Cultural Centre, Singapore Conference Hall, as well as those managed by Arts House Limited. It has also been extended to select arts centres with shared facilities under NAC. Please contact participating organisations directly for details. Towards a Safe and Sustainable Reopening 15. NAC will deploy Safe Distancing Ambassadors (SDAs) to perform scheduled inspections at arts and cultural premises, to encourage compliance to SMMs. Arts and culture companies and practitioners who do not implement or comply with requirements may be closed down, ineligible for government grants and assistance, and subject to penalties under the COVID-19 (Temporary Measures) Act 2020. Additional penalties may be imposed on arts and culture stakeholders whose premises are found to have been a place of transmission of COVID-19, if they have not adhered to these requirements. 16. NAC will continue to work with arts and culture stakeholders, and relevant Government agencies, to expand and restart activities so that our arts practitioners can continue their good work. Further updates on the provisions and SMMs for these activities will be published here when available. 17. A safe and sustainable re-opening requires all of us to play our part. It is critical that we continue to exercise caution, adhere to SMMs, and practise social responsibility. Collectively, we can progressively re-open our economy and society while remaining safe. 18. For queries on the SMMs in each of the following sections, please email NAC_Feedback@nac.gov.sg.",
  "meta": {
    "start_date": "2021-08-10",
    "end_date": "2021-09-10",
    "name": "passage",
    "category": null
  }
}